Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: The CollectiveAccess <i>Lucene search index</i> directory is NOT writeable by the installer. This may result in installation errors. It is recommended that you change permissions on this directory (<i>%1</i>) to allow write access prior to installation. You can reload the installer to verify that the changed permissions are correct.
fr_fr: Le répertoire <i>d&apos;indexation Lucene</i> de CollectiveAccess n&apos;est PAS accessible en écriture par l&apos;installateur. Ceci peut entraîner des erreurs lors de l&apos;installation. Il vous est recommandé de changer les permissions sur ce répertoire (<i>%1</i>) pour autoriser l&apos;écriture avant de lancer l&apos;installation. Vous pourrez relancer cet installateur pour vérifier que les permissions définies sont correctes.

source: The CollectiveAccess media directory is NOT writeable by the installer. This will prevent proper creation of the media directory structure and result in installation errors. It is recommended that you change permissions on this directory (<i>%1</i>) to allow write access prior to installation. You can reload the installer to verify that the changed permissions are correct.
fr_fr: Le répertoire media de CollectiveAccess n&apos;est PAS accessible en écriture par l&apos;installateur. Ceci peut entraîner des erreurs lors de l&apos;installation. Il vous est recommandé de changer les permissions sur ce répertoire (<i>%1</i>) pour autoriser l&apos;écriture avant de lancer l&apos;installation. Vous pourrez relancer cet installateur pour vérifier que les permissions définies sont correctes.

source: No database login information found. Have you specified it in your setup.php file?
fr_fr: Aucune information de connexion à la base de données n&apos;a été trouvée. Avez vous défini des informations de connexion dans votre fichier setup.php ?

source: Could not connect to database. Did you enter your database login information into setup.php?
fr_fr: Impossible de se connecter à la base de données. Avez vous défini vos informations de connexion à la base de donnés dans votre fichier setup.php ?

source: It looks like you have not installed your database yet. Check your configuration or run the <a href="%1/install/">installer</a>.
fr_fr: Il semble que vous n&apos;ayez pas encore installé votre base de données. Vérifiez votre configuration ou lancez l&apos;<a href="%1/install/">installation</a>.

source: Your database is extremely out-of-date. Please install all database migrations starting with migration #1 or contact support@collectiveaccess.org for assistance. See the <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO</a> for instructions on applying database updates manually.
fr_fr: Votre base de données n&apos;est pas du tout à jour. Veuillez installer toutes les informations de mise à jour à partir de la mise à jour #1 ou contacter support@collectiveaccess.org pour une assistance. Voir <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">le guide de mise à jour</a> pour des informations sur l&apos;application manuelle des mises à jour.

source: Your database is out-of-date. Please install all schema migrations starting with migration #%1. <a href='index.php?updateSchema=1'><strong>Click here</strong></a> to automatically apply the required updates, or see the <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO</a> for instructions on applying database updates manually.<br/><br/><div align='center'><strong>NOTE: you should back-up your database before applying updates!</strong></div>
fr_fr: Votre base de données n&apos;est pas à jour. Veuillez appliquer toutes les migrations à partir de la migration #%1. <a href=&apos;index.php?updateSchema=1&apos;><strong>Cliquez ici</strong></a> pour appliquer automatiquement les mises à jour requises, ou consultez la documentation <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO</a> pour des informations sur l&apos;application manuelle de ces mises à jour.<br/><br/><div align=&apos;center&apos;><strong>IMPORTANT : vous devriez sauvegarder votre base de données avant d&apos;appliquer les mises-à-jour !</strong></div>

source: Your database is out-of-date. Please install all schema migrations starting with migration #%1. See the <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">update HOW-TO</a> for instructions on applying database updates manually.<br/><br/><div align='center'><strong>NOTE: you should back-up your database before applying updates!</strong></div>
fr_fr: Votre base de données n&apos;est pas à jour. Veuillez installer toutes les mise à jour de la base de données à partir de la mise à jour #1. Voir <a href="http://wiki.collectiveaccess.org/index.php?title=Applying_Database_Updates">le guide de mise à jour</a> pour des informations sur l&apos;application manuelle des mises à jour de la base de données.<br/><br/><div align=&apos;center&apos;><strong>IMPORTANT : vous devriez faire une sauvegarde de votre base de données avant d&apos;appliquer les mises-à-jour !</strong></div>

source: For migration %1
fr_fr: Pour la mise à jour %1

source: CollectiveAccess requires PHP version 5.1.6 or higher to function properly. You're running %1. Please upgrade.
fr_fr: CollectiveAccess nécessite PHP version 5.1.6 minimum pour fonctionner normalement. Votre version de PHP est %1. Veuillez mettre à jour votre installation de PHP.

source: It looks like the directory for temporary files is not writable by the webserver. Please change the permissions of %1 and enable the user which runs the webserver to write this directory.
fr_fr: Il semble que le répertoire des fichiers temporaires n&apos;est pas accessible en écriture par le serveur web. Veuillez changer les permissions de %1 et autoriser l&apos;utilisateur qui est utilisé par le serveur web à écrire dans ce répertoire.

source: It looks like the media directory is not writable by the webserver. Please change the permissions of %1 (or create it if it doesn't exist already) and enable the user which runs the webserver to write this directory.
fr_fr: Il semble que le répertoire media ne soit pas accessible en écriture par le serveur web. Veuillez changer les permissions de %1 (ou le créer s'il n'existe pas déjà) et autoriser l&apos;utilisateur qui est utilisé par le serveur web à écrire dans ce répertoire.

source: It looks like the directory for HTML filtering caches is not writable by the webserver. Please change the permissions of %1 and enable the user which runs the webserver to write this directory.
fr_fr: Il semble que le répertoire des caches HTML n&apos;est pas accessible en écriture par le serveur web. Veuillez changer les permissions de %1 et autoriser l&apos;utilisateur qui est utilisé par le serveur web à écrire dans ce répertoire.

source: It looks like the __CA_URL_ROOT__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because you accessed this script via &quot;&lt;your_hostname&gt;%2&quot;.
fr_fr: Il semble que la variable __CA_URL_ROOT__ de votre setup.php ne soit pas correctement définie. Veuillez essayer de la définir à &quot;%1&quot;. Nous vous faisons cette proposition parce que vous avez accédé à ce script via &quot;&lt;your_hostname&gt;%2&quot;.

source: It looks like the __CA_URL_ROOT__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because you accessed this script via &quot;&lt;your_hostname&gt;%2&quot;. Note that paths are case sensitive.
fr_fr: Il semble que la variable __CA_URL_ROOT__ de votre setup.php ne soit pas correctement définie. Veuillez essayer de la définir à &quot;%1&quot;. Nous vous faisons cette proposition parce que vous avez accédé à ce script via &quot;&lt;your_hostname&gt;%2&quot;. Attention la casse (majuscules/minuscules) doit être respectée dans les URL.

source: It looks like the __CA_BASE_DIR__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because the location of this script is &quot;%2&quot;.
fr_fr: Il semble que la variable __CA_BASE_DIR__ de votre setup.php ne soit pas correctement définie. Veuillez essayer de la définir à &quot;%1&quot;. Nous vous faisons cette proposition parce l&apos;emplacement de script est &quot;%2&quot;.

source: It looks like the __CA_BASE_DIR__ variable in your setup.php is not set correctly. Please try to set it to &quot;%1&quot;. We came up with this suggestion because the location of this script is &quot;%2&quot;. Note that paths are case sensitive.
fr_fr: Il semble que la variable __CA_BASE_DIR__ de votre setup.php ne soit pas correctement définie. Veuillez essayer de la définir à &quot;%1&quot;. Nous vous faisons cette proposition parce l&apos;emplacement de script est &quot;%2&quot;. Attention la casse (majuscules/minuscules) doit être respectée dans les noms de répertoire.

source: PHP JSON module is required for CollectiveAccess to run. Please install it.
fr_fr: Le module PHP JSON est nécessaire à CollectiveAccess. Veuillez l&apos;installer.

source: PHP mbstring module is required for CollectiveAccess to run. Please install it.
fr_fr: Le module PHP mbstring est nécessaire à CollectiveAccess. Veuillez l&apos;installer.

source: PHP iconv module is required for CollectiveAccess to run. Please install it.
fr_fr: Le module PHP iconv est nécessaire à CollectiveAccess. Veuillez l&apos;installer.

source: PHP mysql module is required for CollectiveAccess to run. Please install it.
fr_fr: Le module PHP mysql est nécessaire à CollectiveAccess. Veuillez l&apos;installer.

source: PHP zlib module is required for CollectiveAccess to run. Please install it.
fr_fr: Le module PHP zlib est nécessaire à CollectiveAccess. Veuillez l&apos;installer.

source: PHP PCRE module is required for CollectiveAccess to run. Please install it.
fr_fr: Le module PHP PCRE est nécessaire à CollectiveAccess. Veuillez l&apos;installer.

source: PHP Document Object Model (DOM) module is required for CollectiveAccess to run. Please install it.
fr_fr: Le module PHP Document Object Model (DOM) est nécessaire à CollectiveAccess. Veuillez l&apos;installer.

source: Your version of the PHP PCRE module lacks unicode features. Please install a module version with UTF-8 support.
fr_fr: Votre version du module PHP PCRE ne dispose pas des fonctions unicode. Veuillez installer une version supportant l&apos;UTF-8.

source: It looks like the __CA_APP_NAME__ setting in your setup.php is invalid. It may only consist of alphanumeric ASCII characters and underscores (&quot;_&quot;)
fr_fr: Il semble que le paramètre __CA_APP_NAME__ de votre fichier setup.php soit invalide. Il ne doit comporter que des caractères ASCII alphanumériques ou des underscores (&quot;_&quot;)

source: It looks like a subdirectory in the media directory is not writable by the webserver. Please change the permissions for %1 and enable the user which runs the webserver to write this directory.
fr_fr: Il semble qu&apos;un sous-répertoire du répertoire media ne soit pas accessible en écriture par le serveur web. Veuillez changer les permissions pour %1 et autoriser l&apos;utilisateur qui exécute le serveur web à écrire dans ce répertoire.

source: It looks like the __CA_SITE_HOSTNAME__ setting in your setup.php may be set incorrectly. If you experience any troubles with image display try setting this to &quot;%1&quot;. We came up with this suggestion because this is the hostname you used to access this script. It may only be valid for you (and not for other users of the system) though (e.g. if you use 'localhost' or a feature like /etc/hosts on UNIX-based operating systems) so you have to be very careful when editing this.
fr_fr: Il semble que le paramètre __CA_SITE_HOSTNAME__ de votre setup.php soit mal défini. Si vous rencontrez des difficultés avec l&apos;affichage des images, essayez de fixer ce paramètre à &quot;%1&quot;. Nous vous fournissons cette suggestion parce que c&apos;est le nom de domaine que vous avez utilisé pour accéder à ce script. Par contre, il peut n&apos;être valide que pour vous (et pas les autres utilisateurs du système), par exemple si vous utiliser &apos;localhost&apos; ou une fonctionnalité comme /etc/hosts sur un système d&apos;exploitation linux ; nous recommandons d&apos;agir avec précautions dans vos modifications.

source: The memory limit for your PHP installation may not be sufficient to run CollectiveAccess correctly. Please consider adjusting the "memory_limit" variable in your PHP configuration (usually a file named) &quot;php.ini&quot;. See <a href="http://us.php.net/manual/en/ini.core.php#ini.memory-limit" target="_blank">http://us.php.net/manual/en/ini.core.php</a> for more details. The value in your config is &quot;%1&quot;, the recommended value is &quot;128M&quot; or higher.
fr_fr: La mémoire maximale utilisable par votre installation PHP peut être insuffisante pour CollectiveAccess. Pensez à modifier la variable "memory_limit" de votre configuration PHP &quot;php.ini&quot;. Voir <a href="http://us.php.net/manual/en/ini.core.php#ini.memory-limit" target="_blank">http://us.php.net/manual/en/ini.core.php</a> pour plus d&apos;informations. La valeur du paramètres dans votre configuration est &quot;%1&quot;, la valeur recommandée est &quot;128M&quot; ou plus.

source: It looks like the PHP configuration variables "post_max_size" and "upload_max_filesize" are set to different values. Note that the lowest of both values limits the size of the files you can upload to CollectiveAccess. Your values: upload_max_filesize=%1 and post_max_size=%2.
fr_fr: Il semble que les variables de configuration "post_max_size" et "upload_max_filesize" soient définies à deux valeurs différentes. Veuillez noter que la plus faible des deux valeurs défini la taille limite des fichiers "uploadables". Vos valeurs actuelles sont upload_max_filesize=%1 et post_max_size=%2.

source: It looks like at least one of the PHP configuration variables "post_max_size" and "upload_max_filesize" is set to a very low value. Note that the lowest of both values limits the size of the files you can upload to CollectiveAccess. We recommend values greater than "5M" but in general you should set them to values greater than the largest file you will upload to CollectiveAccess. Your values: upload_max_filesize=%1 and post_max_size=%2.
fr_fr: Il semble qu&apos;au moins une des variables de configuration PHP "post_max_size" et "upload_max_filesize" est définie sur une valeur très basse. Notez que la plus faible des deux valeurs limite la taille des fichiers que vous pouvez uploader dans CollectiveAccess. Nous recommandons des valeurs plus grande que "5M" mais en général vous devriez les définir au moins à la taille du plus grand fichier à uploader dans CollectiveAccess. Vos valeurs actuelles sont : upload_max_filesize=%1 et post_max_size=%2.

source: It looks like you have the PHP Suhoshin extension installed which introduces some default constraints than can prevent CA from saving information entered into forms.
fr_fr: Il semble que vous ayez l&apos;extension PHP Suhosin installée, elle introduit certaines contraintes par défaut qui peuvent empêcher CollectiveAccess d&apos;enregistrer les informations saisies dans des formulaires.

source: In particular, you have to set the configuration value "suhosin.post.max_name_length" to 256 or higher to ensure that CA works correctly. Your value is %1
fr_fr: En particulier, vous devez définir la valeur du paramètre "suhosin.post.max_name_length" à 256 au moins pour vous assurer que CollectiveAccess puisse fonctionner normalement. Votre valeur actuelle est %1

source: In particular, you have to set the configuration value "suhosin.request.max_varname_length" to 256 or higher to ensure that CA works correctly. Your value is %1
fr_fr: En particulier, vous devez définir la valeur du paramètre "suhosin.request.max_varname_length" à 256 au moins pour vous assurer que CollectiveAccess puisse fonctionner normalement. Votre valeur actuelle est %1

source: In particular, you have to set the configuration value "suhosin.post.max_totalname_length" to 5012 or higher to ensure that CA works correctly. Your value is %1
fr_fr: En particulier, vous devez définir la valeur du paramètre "suhosin.post.max_totalname_length" à 5012 au moins pour vous assurer que CollectiveAccess puisse fonctionner normalement. Votre valeur actuelle est %1

source: In particular, you have to set the configuration value "suhosin.request.max_totalname_length" to 5012 or higher to ensure that CA works correctly. Your value is %1
fr_fr: En particulier, vous devez définir la valeur du paramètre "suhosin.post.max_totalname_length" à 5012 au moins pour vous assurer que CollectiveAccess puisse fonctionner normalement. Votre valeur actuelle est %1

source: Could not apply database update for migration %1
fr_fr: Impossible d'appliquer la mise à jour %1.

source: The following tasks did not complete: %1
fr_fr: La tâche suivante ne s'est pas effectuée : %1

source: Applied migration %1
fr_fr: Mise à jour de la base de données %1 appliquée.

source: Rebuilding hierarchical index for %1
fr_fr: Reconstruction de l'index hiérarchique pour %1

source: Index rebuild complete!
fr_fr: Reconstruction de l'index terminée !

source: Label must not be blank
fr_fr: Le libellé ne doit pas être vide

source: Comment id is invalid
el_gr: Η ταυτότητα των σχόλιων δεν είναι έγκυρη
fr_fr: L&apos;id du commentaire est invalide

source: Comment was not created by specified user
el_gr: Το σχόλιο δεν δημιουργήθηκε από συγκεκριμένο χρήστη
fr_fr: Le commentaire n&apos;a pas été crée par l&apos;utilisateur

source: Representation
el_gr: Αναπαράσταση
fr_fr: Représentation

source: Elapsed time: %1
fr_fr: Temps écoulé : %1

source: Does not use locale setting
el_gr: Δεν χρησιμοποιούν τοπικές ρυθμίσεις
fr_fr: N&apos;utilise pas une langue configurée

source: Line breaks
el_gr: Αλλαγή γραμμής
fr_fr: Sauts de ligne

source: Insert number of metadata elements after which a line break should be inserted here. (Default is 0 - i.e. no line breaks)
el_gr: Εισάγετε τον αριθμό των στοιχείων μεταδεδομένων μετά την οποία μια αλλαγή γραμμής θα πρέπει να εισαχθεί εδώ. (Η προεπιλογή είναι 0 - δηλαδή όχι αλλαγές γραμμής)
fr_fr: Saisir le nombre d&apos;élément de métadonnées après lesquels un saut de ligne doit être inséré. (Par défaut 0, aucun saut de ligne)

source: Can be used in search form
fr_fr: Peut être utilisé dans un formulaire de recherche

source: Check this option if this attribute value can be used in search forms. (The default is to be.)
fr_fr: Cocher cette option si la valeur de l&apos;attribut peut être utilisé dans des formulaires de recherche (oui par défaut).

source: Can be used in display
fr_fr: Peut être utilisé pour l&apos;affichage

source: Check this option if this attribute value can be used for display in search results. (The default is to be.)
fr_fr: Cocher cette option si la valeur de cet attribut peut être utilisée pour l&apos;affichage (oui par défaut)

source: Display template
fr_fr: Modèle d&apos;affichage

source: Layout for value when used in a display (can include HTML). Element code tags prefixed with the ^ character can be used to represent the value in the template. For example: <i>^my_element_code</i>.
fr_fr: Mise en forme de la valeur lorsqu&apos;elle est utilisée dans un affichage (peut inclure du HTML). Le code de l&apos;élément préfixé par le caractère ^ peut être utilisé pour représenter la valeur dans cette mise en forme. Par exemple : <i>^code_element</i>

source: Value delimiter
fr_fr: Séparateur de valeur

source: Delimiter to use between multiple values.
fr_fr: Séparateur à utiliser entre des valeurs multiples

source: Minimum value
el_gr: Ελάχιστη τιμή
fr_fr: Valeur minimale

source: The minimum value allowed. Input less than the required value will be rejected.
el_gr: Η ελάχιστη επιτρεπόμενη τιμή. Η είσοδος μικρότερης από την απαιτούμενη τιμή, θα απορριφθεί.
fr_fr: La valeur minimale autorisée. Une saisie inférieure à la valeur requise sera rejetée.

source: Maximum value
el_gr: Μέγιστη τιμή
fr_fr: Valeur maximale

source: The maximum value allowed. Input greater than the required value will be rejected.
el_gr: Η μέγιστη επιτρεπόμενη τιμή. Η είσοδος μεγαλύτερης από την απαιτούμενη τιμή, θα απορριφθεί.
fr_fr: La valeur maximale autorisée. Une saisie supérieure à la valeur requise sera rejetée.

source: Width of data entry field in user interface
el_gr: Πλάτος του πεδίου εισαγωγής δεδομένων στο περιβάλλον εργασίας χρήστη
fr_fr: Largeur du champs de saisie dans l&apos;interface utilisateur

source: Width, in characters, of the field when displayed in a user interface.
el_gr: Πλάτος, σε χαρακτήρες, του πεδίου όταν εμφανίζεται σε ένα περιβάλλον εργασίας χρήστη.
fr_fr: Largeur, en caractères, du champ affiché dans l&apos;interface utilisateur.

source: Height of data entry field in user interface
el_gr: Ύψος του πεδίου εισαγωγής δεδομένων στο περιβάλλον εργασίας χρήστη
fr_fr: Hauteur du champ de saisie dans l&apos;interface utilisateur

source: Height, in characters, of the field when displayed in a user interface.
el_gr: Ύψος, σε χαρακτήρες, του πεδίου, όταν εμφανίζεται σε ένα περιβάλλον εργασίας χρήστη.
fr_fr: Hauteur, en caractères, du champ affiché dans l&apos;interface utilisateur.

source: Can be used for sorting
el_gr: Μπορεί να χρησιμοποιηθεί για τη ταξινόμηση
fr_fr: Peut être utilisé pour le tri

source: Check this option if this attribute value can be used for sorting of search results. (The default is to be.)
el_gr: Τσέκαρε αυτή την επιλογή, αν αυτή η ιδιότητα τιμής μπορεί να χρησιμοποιηθεί για την ταξινόμηση των αποτελεσμάτων αναζήτησης. (Η προεπιλογή είναι να είναι.)
fr_fr: Cocher cette option si la valeur de cet attribut peut être utilisé pour le tri des résultats de recherche. (C&apos;est la valeur par défaut.)

source: Must not be blank
el_gr: Δεν πρέπει να είναι κενό
fr_fr: Ne doit pas être vide

source: Check this option if this attribute value must be set to some value - it must not be blank in other words. (The default is not to be.)
el_gr: Τσέκαρε αυτή την επιλογή, αν αυτή η ιδιότητα τιμής μπορεί ορισθεί με κάποια τιμή - δεν πρέπει να είναι κενή με άλλα λόγια. (Η προεπιλογή είναι να μην είναι).
fr_fr: Cocher cette option si la valeur de cet attribut doit être définie - en

source: Delimiter to use between multiple values when used in a display.
fr_fr: Séparateur à utiliser entre différentes valeurs lors de l&apos;affichage.

source: %1 must not be empty
el_gr: %1 δεν πρέπει να είναι κενό
fr_fr: %1 ne doit pas être vide

source: %1 is not a valid currency value; be sure to include a currency symbol
el_gr: %1 δεν είναι μια έγκυρη τρέχουσα τιμή? Να είστε βέβαιος να περιλαμβάνεται ένα τρέχων σύμβολο.
fr_fr: %1 n&apos;est pas une devise valide ; assurez-vous d&apos;inclure le symbole de la devise

source: Currency specified for %1 does not appear to be valid
el_gr: Η τρέχουσα τιμή καθορίζεται για 1% δεν φαίνεται να είναι έγκυρη
fr_fr: La devise spécifiée %1 n&apos;est pas valide

source: %1 must not be negative
el_gr: %1 δεν πρέπει να είναι αρνητική
fr_fr: %1 ne doit pas être négatif

source: %1 must be at least %2
el_gr: %1 πρέπει να είναι τουλάχιστον %2
fr_fr: %1 doit être supérieur à %2

source: %1 must be less than %2
el_gr: %1 πρέπει να είναι μικρότερο από %2
fr_fr: %1 doit être inférieur à %2

source: Date range boundaries
el_gr: Όρια εύρους ημερομηνίας
fr_fr: Limites pour la sélection de dates
