Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: Could not update primary flag for representation: %1
el_gr: Δεν ήταν δυνατή η ενημέρωση της πρωτεύον σημαίας για την εκπροσώπηση: %1
fr_fr: Impossible de mettre à jour le drapeau primaire pour la représentation : %1

source: Could not load object-representation link
el_gr: Δεν ήταν δυνατή η φόρτωση του συνδέσμου της απεικόνισης αντικειμένου
fr_fr: Impossible de charger le lien de représentation de l&apos;objet

source: object ⇔ object relationship
el_gr: αντικείμενο ⇔ συσχέτιση αντικειμένου
fr_fr: relation objet ⇔ objet

source: object ⇔ object relationships
el_gr: αντικείμενο ⇔ συσχετίσεις αντικειμένων
fr_fr: relations objet ⇔ objet

source: object ⇔ occurrence relationship
el_gr: αντικείμενο ⇔ συσχέτιση περιστατικού
fr_fr: relation objet ⇔ occurrence

source: object ⇔ occurrence relationships
el_gr: αντικείμενο ⇔ συσχετίσεις περιστατικού
fr_fr: relations objet ⇔ occurrence

source: object ⇔ place relationship
el_gr: αντικείμενο ⇔ συσχέτιση τοποθεσίας
fr_fr: relation objet ⇔ lieu

source: object ⇔ place relationships
el_gr: αντικείμενο ⇔ συσχετίσεις τοποθετήσεων
fr_fr: relations objet ⇔ lieu

source: object ⇔ storage location relationship
el_gr: αντικείμενο ⇔ συσχέτιση θέσης αποθήκευσης
fr_fr: relation objet ⇔ localisation

source: object ⇔ storage location relationships
el_gr: αντικείμενο ⇔ συσχετίσεις θέσεων αποθήκευσης
fr_fr: relations objet ⇔ localisation

source: object ⇔ vocabulary term relationship
el_gr: αντικείμενο ⇔ συσχετίση λεξιλόγιου όρων
fr_fr: relation objet ⇔ terme du vocabulaire

source: object ⇔ vocabulary term relationships
el_gr: αντικείμενο ⇔ συσχετίσεις λεξιλογίου όρων
fr_fr: relations objet ⇔ terme du vocabulaire

source: occurrence name
fr_fr: nom d&apos;occurrence

source: occurrence names
fr_fr: noms d&apos;occurences

source: Name of occurrence
el_gr: Όνομα του περιστατικού
fr_fr: Nom de l&apos;occurrence

source: Unique numeric identifier used by CollectiveAccess internally to identify this occurrence
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cette occurrence

source: The locale from which the item originates.
fr_fr: La locale dont est issu l&apos;élément.

source: The type of the occurrence. In CollectiveAccess every occurrence has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
fr_fr: Le type d&apos;occurrence. Dans CollectiveAccess, toute occurrence a un seul type "intrinsèque" qui détermine l&apos;ensemble des métadonnées administratives et descriptives qui peuvent s&apos;y appliquer.

source: A unique alphanumeric identifier for this entry.
el_gr: Ένα μοναδικό αλφαριθμητικό αναγνωριστικό για αυτή την καταχώρηση.
fr_fr: Un identifiant alphanumérique unique pour cette saisie.

source: Administrative source. This value is often used to indicate the administrative sub-division or legacy database from which the information originates, but can also be re-tasked for use as a simple classification tool if needed.
fr_fr: Source administrative. Cette valeur est souvent utilisée pour indiquer la subdivision administrative ou la base de données d&apos;origine d&apos;où les informations proviennent, mais elle peut également être réutilisée comme outil simple de classification.

source: Indicates if object is accessible to the public or not.
el_gr: Δείχνει αν το αντικείμενο είναι προσβάσιμο για το κοινό ή όχι.
fr_fr: Indique si l&apos;objet est visible par le public ou non.

source: Indicates the current state of the record.
el_gr: Δείχνει την τρέχουσα κατάσταση της εγγραφής.
fr_fr: Indique l&apos;état courant de l&apos;enregistrement.

source: Indicates if the record is deleted or not.
el_gr: Δείχνει αν τα δεδομένα διαγράφονται ή όχι.
fr_fr: Indique si l&apos;enregistrement est supprimé ou non.

source: occurrence ⇔ collection relationship
el_gr: περιστατικό ⇔ συσχέτιση αντικειμένου
fr_fr: relation occurrence ⇔ collection

source: occurrence ⇔ collection relationships
el_gr: περιστατικό ⇔ συσχετίσεις αντικειμένων
fr_fr: relations occurrence ⇔ collection

source: occurrence ⇔ occurrence relationship
el_gr: περιστατικό ⇔ συσχέτιση περιστατικού
fr_fr: relation occurrence ⇔ occurrence

source: occurrence ⇔ occurrence relationships
el_gr: περιστατικό ⇔ συσχετίσεις περιστατικού
fr_fr: relations occurrence ⇔ occurrence

source: occurrences ⇔ storage locations relationship
fr_fr: relation occurrences ⇔ localisation

source: occurrences ⇔ storage locations relationships
fr_fr: relations occurrences ⇔ localisation

source: occurrence ⇔ vocabulary term relationship
el_gr: περιστατικό ⇔ συσχετίση λεξιλόγιου όρων
fr_fr: relation occurrence ⇔ terme du vocabulaire

source: occurrence ⇔ vocabulary term relationships
el_gr: περιστατικό ⇔ συσχετίσεις λεξιλογίου όρων
fr_fr: relations occurrence ⇔ terme du vocabulaire

source: place name
fr_fr: nom de lieu

source: place names
fr_fr: noms de lieux

source: Source info
el_gr: Πηγή πληροφορίας
fr_fr: Informations sur la source

source: Unique numeric identifier used by CollectiveAccess internally to identify this place
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier ce lieu

source: The primary locale associated with the place.
fr_fr: La locale par défaut associée au lieu.

source: The type of the place. In CollectiveAccess every place has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
fr_fr: Le type de lieu. Dans CollectiveAccess, tout lieu a un seul type "intrinsèque" qui détermine l&apos;ensemble des métadonnées administratives et descriptives qui peuvent s&apos;y appliquer.

source: Administrative source of the place. This value is often used to indicate the administrative sub-division or legacy database from which the place information originates, but can also be re-tasked for use as a simple classification tool if needed.
fr_fr: La source administrative du lieu. Cette valeur est souvent utilisée pour indiquer la subdivision administrative ou la base de données d&apos;origine d&apos;où les informations de la personnes proviennent, mais elle peut également être réutilisée comme outil simple de classification.

source: Place identifier
fr_fr: Identifiant de lieu

source: Unique identifier for place
fr_fr: Identifiant unique pour le lieu

source: Lifespan
el_gr: Διάρκεια ζωής
fr_fr: Durée de vie

source: Lifespan of place (range of dates)
el_gr: Χρόνος ζωής μιας τοποθεσίας (εύρος ημερομηνιών)
fr_fr: Durée de vie du lieu (plage de dates)

source: Indicates if place information is accessible to the public or not.
fr_fr: Indique si l&apos;information de lieu est accessible ou non pour le public.

source: Indicates the current state of the place record.
fr_fr: Indique l&apos;état courant de l&apos;enregistrement de lieu.

source: Indicates if the place is deleted or not.
fr_fr: Indique si le lieu est supprimé ou non.

source: place ⇔ collection relationship
el_gr: τοποθεσία ⇔ συσχέτιση αντικειμένου
fr_fr: relation lieu ⇔ collection

source: place ⇔ collection relationships
el_gr: τοποθεσία ⇔ συσχετίσεις αντικειμένων
fr_fr: relations lieu ⇔ collection

source: place ⇔ occurrence relationship
el_gr: τοποθεσία ⇔ συσχέτιση περιστατικού
fr_fr: relation lieu ⇔ occurrence

source: place ⇔ occurrence relationships
el_gr: τοποθεσία ⇔ συσχετίσεις περιστατικού
fr_fr: relations lieu ⇔ occurrence

source: place ⇔ place relationship
el_gr: τοποθεσία ⇔ συσχέτιση τοποθέτισης
fr_fr: relation lieu ⇔ lieu

source: place ⇔ place relationships
el_gr: τοποθεσία ⇔ συσχετίσεις τοποθεσίας
fr_fr: relations lieu ⇔ lieu

source: place ⇔ vocabulary term relationship
el_gr: τοποθεσία ⇔ συσχετίση λεξιλόγιου όρων
fr_fr: relation lieu ⇔ terme du vocabulaire

source: place ⇔ vocabulary term relationships
el_gr: τοποθεσία ⇔ συσχετίσεις λεξιλογίου όρων
fr_fr: relations lieu ⇔ terme du vocabulaire

source: relationship relationship
el_gr: συσχέτιση συσχέτισης
fr_fr: relation de relation

source: relationship relationships
el_gr: συσχέτιση συσχετίσεων
fr_fr: relations de relation

source: relationship type name
fr_fr: libellé de type de relation

source: relationship type names
fr_fr: libellés de type de relation

source: Typename (forward sense)
el_gr: Τύπος ονόματος (εμπρόσθια φορά)
fr_fr: Nom du type (sens conventionnel)

source: Relationship type used when relation is read left-to-right.
fr_fr: Type de relation utilisé lorsque la relation est lue de gauche à droite.

source: Typename (reverse sense)
el_gr: Τύπος ονόματος (αντίστροφη φορά)
fr_fr: Nom du type (sens inverse)

source: Relationship type used when relation is read right-to-left.
fr_fr: Type de relation utilisé lorsque la relation est lue de droite à gauche.

source: Description (forward sense)
fr_fr: Description (sens conventionnel)

source: Description for relationship type when relation is read left-to-right.
fr_fr: Description pour le type de relation lorsque la relation est lue de gauche à droite.

source: Description (reverse sense)
fr_fr: Description (sens inverse)

source: Description for relationship type when relation is read right-to-left.
fr_fr: Description pour le type de relation lorsque la relation est lue de droite à gauche.

source: Unique numeric identifier used by CollectiveAccess internally to identify this relationship type
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier ce type de relation

source: Type restriction for "left" side of relationship
fr_fr: Restriction de type pour le côté "gauche" de la relation

source: Type restriction for "left" side of relationship (eg. if relationship is object ⇔ entity, then the restriction controls for which types of objects this relationship type is valid.
fr_fr: Restriction de type pour le côté "gauche" de la relation (par exemple si la relation objet ⇔ personne, alors la restriction contrôle les types d&apos;objets pour lesquels cette relation est valide).

source: Type restriction for "right" side of relationship
fr_fr: Restriction de type pour le côté "droite" de la relation

source: Type restriction for "right" side of relationship (eg. if relationship is object ⇔ entity, then the restriction controls for which types of entities this relationship type is valid.
fr_fr: Restriction de type pour le côté "droite" de la relation (par exemple si la relation objet ⇔ personne, alors la restriction contrôle les types de personnes pour lesquels cette relation est valide).

source: Relationship type hierarchy identifier
fr_fr: Identifiant hiérarchique pour le type de relation

source: Identifier of relationship_type that is root of the relationship_type hierarchy.
fr_fr: Identifiant pour le type de relation qui est à la racine de la hiérarchie type de relation.

source: Relationship type code
fr_fr: Code de type de relation

source: Unique identifier for the relationship type; must be unique for relationship types for the current relationship.
el_gr: Μοναδικό αναγνωριστικό για το είδος συσχέτισης. Πρέπει να είναι μοναδικό για τον τύπο συσχετίσεων για την τρέχουσα συσχέτιση.
fr_fr: Identifiant unique pour le type de relation ; doit être unique pour les types de relation de la relation courante.

source: Relationship
el_gr: Συσχέτιση
fr_fr: Relation

source: Indicates the type of relationship for which this type is applicable.
el_gr: Δηλώνει το είδος της συσχέτισης για τις οποίες αυτός ο τύπος εφαρμόζεται.
fr_fr: Indique le type de relation pour lequel ce type est applicable.

source: The relative priority of the relationship type when displayed in a list with other relationship types. Lower numbers indicate higher priority.
el_gr: Η σχετική προτεραιότητα της συσχέτισης, όταν εμφανίζεται σε μια λίστα με άλλα συσχετίσεις. Οι χαμηλές τιμές υποδηλώνουν μεγαλύτερη προτεραιότητα.
fr_fr: La priorité relative du type de relation lorsqu&apos;affiché dans une liste avec d&apos;autres types de relation. Des nombres plus bas indique une priorité haute.

source: If checked this relationship type will be the default type for the relationship.
el_gr: Εάν επιλεχθεί, αυτός ο τύπος συσχέτισης θα είναι ο προεπιλεγμένος τύπος για τη συσχέτιση.
fr_fr: Si défini, ce type de relation sera le type par défaut pour la relation.

source: Relationship types
el_gr: Τύποι συσχέτισης
fr_fr: Types de relation

source: representation annotation title
fr_fr: libellés d&apos;annotation de la représentation

source: representation annotation titles
fr_fr: libellés d&apos;annotation de la représentation

source: Title
el_gr: Τίτλος
fr_fr: Titre

source: Title for annotation. This is usually a short description of the annotation content.
fr_fr: Titre de l&apos;annotation. C&apos;est en général une courte description du contenu de l&apos;annotation.

source: representation annotation
el_gr: σχόλια απεικόνισης
fr_fr: annotation de représentation

source: The locale from which the annotation originates.
fr_fr: La locale dont est issue l&apos;annotation.

source: The user who created the annotation.
el_gr: Ο χρήστης που δημιούργησε το σχόλιο.
fr_fr: L&apos;utilisateur qui a enregistré l&apos;annotation.

source: Type code
fr_fr: Code de type d&apos;annotation

source: Code indicating type of annotation.
fr_fr: Code indiquant le type d&apos;annotation

source: Indicates if annotation is accessible to the public or not.
fr_fr: Indique si l&apos;annotation est visible par le public ou non.

source: Indicates the current state of the annotation .
fr_fr: Indique l&apos;état courant de l&apos;annotation.

source: Annotation properties
el_gr: Ιδιότητες σχολιασμού
fr_fr: Propriétés de l&apos;annotation

source: representation annotation ⇔ entity relationship
el_gr: απεικόνιση σχολιασμού ⇔ συσχέτιση οντότητας
fr_fr: relation annotation de la représentation ⇔ personne

source: representation annotation ⇔ entity relationships
el_gr: απεικόνιση σχολιασμού ⇔ συσχετίσεις οντότητας
fr_fr: relations annotation de la représentation ⇔ personne

source: representation annotation ⇔ object relationship
el_gr: απεικόνιση σχολιασμού ⇔ συσχέτιση αντικειμένου
fr_fr: relation annotation de la représentation ⇔ objet

source: representation annotation ⇔ object relationships
el_gr: απεικόνιση σχολιασμού ⇔ συσχετίσεις αντικειμένου
fr_fr: relations annotation de la représentation ⇔ objet

source: representation annotation ⇔ occurrence relationship
el_gr: απεικόνιση σχολιασμού ⇔ συσχέτιση περιστατικού
fr_fr: relation annotation de la représentation ⇔ occurrence

source: representation annotation ⇔ occurrence relationships
el_gr: απεικόνιση σχολιασμού ⇔ συσχετίσεις περιστατικού
fr_fr: relations annotation de la représentation ⇔ occurrence

source: representation annotation ⇔ place relationship
el_gr: απεικόνιση σχολιασμού ⇔ συσχέτιση τοποθέτισης
fr_fr: relation annotation de la représentation ⇔ lieu

source: representation annotation ⇔ place relationships
el_gr: απεικόνιση σχολιασμού ⇔ συσχετίσεις τοποθεσίας
fr_fr: relations annotation de la représentation ⇔ lieu

source: representation annotation ⇔ vocabulary term relationship
el_gr: απεικόνιση σχολιασμού ⇔ συσχετίση λεξιλόγιου όρων
fr_fr: relation annotation de la représentation ⇔ terme du vocabulaire

source: representation annotation ⇔ vocabulary term relationships
el_gr: απεικόνιση σχολιασμού ⇔ συσχετίσεις λεξιλογίου όρων
fr_fr: relations annotation de la représentation ⇔ terme du vocabulaire

source: search form name
fr_fr: libellé du formulaire de recherche

source: search form names
fr_fr: libellés de formulaires de recherche

source: Name of search form
el_gr: Όνομα φόρμας αναζήτησης
fr_fr: Nom du formulaire de recherche

source: search form placement
fr_fr: position du formulaire de recherche

source: search form placements
fr_fr: positions de formulaire de recherche

source: The relative priority of the search form element when displayed in a list with other elements in a form. Lower numbers indicate higher priority.
fr_fr: La priorité de l&apos;élément formulaire de recherche slorsqu&apos;affiché dans une liste avec d&apos;autres éléments. Les plus petits nombres indiquent une priorité plus haute.

source: search form
el_gr: Φόρμα αναζήτησης
fr_fr: formulaire de recherche

source: Unique numeric identifier used by CollectiveAccess internally to identify this form
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier ce formulaire

source: The user who created the form.
el_gr: Ο χρήστης που δημιούργησε τη φόρμα
fr_fr: L&apos;utilisateur qui a créé le formulaire.

source: Form code
el_gr: Κωδικός φόρμας
fr_fr: Code de formulaire

source: Unique code for form, used to identify the form for configuration purposes. You will need to specify this if you are using this form in a special context (on a web front-end, for example) in which the form must be unambiguously identified.
el_gr: Μοναδικός κωδικός για τη φόρμα; χρησιμοποιείται για να προσδιορίσει την φόρμα για σκοπούς ρύθμισης. Θα πρέπει να καθορίσετε αυτό εάν χρησιμοποιείτε αυτή τη φόρμα σε ένα ειδικό πλαίσιο (στο web για παράδειγμα) με το οποίο η φόρμα πρέπει να προσδιορίζεται σαφώς.
fr_fr: Code unique pour le formulaire, utilisé pour identifier le formulaire pour des besoins de configuration. Vous pourrez avoir besoin de définir ceci si vous utilisez ce formulaire dans un contexte spécifique (dans une interface publique web par exemple) dans lequel le formulaire doit être identifié sans ambiguïté.

source: Is system form
el_gr: Είναι η φόρμα συστήματος
fr_fr: Est un formulaire système

source: Set this if the form is a form used by the system (as opposed to a user defined form). In general, system forms are defined by the system installer - you should not have to create system forms on your own.
fr_fr: Définir ceci si le formulaire est formulaire utilisé par le système (par opposition à un formulaire utilisateur). En général, les formulaires système sont définis lors de l&apos;installation du système. Vous ne devriez pas à avoir à créer des formulaires système de vous-même.

source: Search type
el_gr: Τύπος αναζήτησης
fr_fr: Type de recherche

source: Determines what type of search (objects, entities, places, etc.) the form will conduct.
el_gr: Καθορίζει τον τύπο της αναζήτησης(αντικείμενα, οντότητες, τοποθεσίες) που η φόρμα θα διεξάγει
fr_fr: Détermine quel type de recherche (objets, entités, lieux, etc.) le formulaire devra effectuer.

source: Search form settings.
el_gr: Ρυθμίσεις φόρμας αναζήτησης
fr_fr: Historique de la recherche

source: Number of columns in form
fr_fr: Nombre de colonnes dans le formulaire

source: The number of columns wide the search will be.
fr_fr: Le nombre de colonnes que la recherche occupera en largeur.

source: Search form contents
fr_fr: Contenu du formulaire de recherche

source: Search form settings
fr_fr: Paramètres du formulaire de recherche

source: Width, in characters, of search form elements.
fr_fr: Largeur, en caractères, des éléments du formulaire de recherche.

source: Full text
fr_fr: Plein texte

source: Access point
fr_fr: Point d'accès

source: search forms ⇔ group association
fr_fr: association formulaires ⇔ groupe

source: search forms ⇔ group associations
fr_fr: associations formulaires ⇔ groupe

source: Indicates group&apos;s level of access to the form.
fr_fr: Indique une gestion par groupe des droits pour l&apos;accès au formulaire.

source: search forms ⇔ user association
fr_fr: association formulaires ⇔ utilisateur

source: search forms ⇔ user associations
fr_fr: associations formulaires ⇔ utilisateur

source: Indicates user&apos;s level of access to the form.
fr_fr: Indique une gestion par utilisateur pour l&apos;accès au formulaire.

source: set item caption
fr_fr: légende de l&apos;élément d&apos;ensemble

source: set item captions
fr_fr: légendes d&apos;ensembles

source: Caption
el_gr: Λεζάντα
fr_fr: Légende

source: Caption for the set item.
el_gr: Λεζάντα για το σύνολο στοιχείων
fr_fr: Légende de l&apos;élément dans l&apos;ensemble.

source: set item
el_gr: ομάδα αντικειμένου
fr_fr: élément de l&apos;ensemble

source: Unique numeric identifier used by CollectiveAccess internally to identify this set item
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cet élément de l'ensemble

source: Set
el_gr: Ομάδα
fr_fr: Ensemble

source: Set item belongs to
el_gr: Ομάδα αντικειμένου που ανήκει στο
fr_fr: L&apos;élément d&apos;ensemble appartient à

source: Set content
el_gr: Ομάδα περιεχομένου
fr_fr: Contenu de l&apos;ensemble

source: Determines what kind of items (objects, entities, places, etc.) are stored by the set.
el_gr: Καθορίζει τον τύπο των στοιχείων(αντικείμενα, οντότητες, τοποθεσίες) που αποθηκεύονται απο την ομάδα
fr_fr: Détermine le type d&apos;items (objets, personnes, lieux, etc.) qui sont stockés dans l&apos;ensemble.

source: The type of the set determines what sorts of information the set and each item in the set can have associated with them.
fr_fr: Le type d&apos;ensemble détermine à quelles sortes d&apos;informations l&apos;ensemble et chaque item dans l&apos;ensemble peuvent se voir associer.

source: The relative priority of the set when displayed in a list with other sets. Lower numbers indicate higher priority.
el_gr: Η σχετική προτεραιότητα της ομάδας, όταν εμφανίζεται σε μια λίστα με άλλες ομάδες. Οι χαμηλές τιμές υποδηλώνουν μεγαλύτερη προτεραιότητα.
fr_fr: La priorité relative de l&apos;affichage de l&apos;ensemble lorsqu&apos;affiché dans une liste avec d&apos;autres ensembles. Les plus petits nombres indiquent une priorité plus haute.

source: Item captions
el_gr: Λεζάντες αντκειμένου
fr_fr: Légendes

source: set name
fr_fr: nom de l&apos;ensemble

source: set names
fr_fr: noms d&apos;ensembles

source: Name of set
el_gr: Όνομα ομάδας
fr_fr: Nom de l&apos;ensemble

source: set
el_gr: Ομάδα
fr_fr: ensemble

source: Unique numeric identifier used by CollectiveAccess internally to identify this set
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cet ensemble

source: The user who created the set.
el_gr: Ο χρήστης που δημιούργησε την ομάδα.
fr_fr: L&apos;utilisateur qui a créé l&apos;ensemble.

source: Set code
el_gr: Κωδικός Ομάδας
fr_fr: Code de l&apos;ensemble

source: A unique alphanumeric code for this set. You will need to specify this if you are using this set in a special context (on a web front-end, for example) in which the set must be unambiguously identified.
el_gr: Ένα μοναδικό αλφαριθμητικό αναγνωριστικό για αυτή την ομάδα. Θα πρέπει να το καθορίσετε εάν χρησιμοποιείτε αυτή την ομάδα σε ένα ειδικό πλαίσιο που την περιέχει, πρέπει να προσδιορίζεται σαφώς.
fr_fr: Un code alphanumérique unique pour cet ensemble. Vous aurez besoin de ceci si vous utilisez cet ensemble dans un contexte spécial (dans un catalogue public web, par exemple) dans lequel l&apos;ensemble doit être identifié précisément.

source: Set items
el_gr: Ομάδα αντικειμένων
fr_fr: Eléments de l&apos;ensemble

source: Item does not exist
fr_fr: L&apos;élément n&apos;existe pas

source: Could not reorder item %1: %2
el_gr: Δεν μπορείτε να επαναταξινομήσετε το αντικείμενο %1: %2
fr_fr: Impossible de réordonner l&apos;élément %1 : %2

source: group-set assocation
fr_fr: association groupe-ensemble

source: group-set assocations
fr_fr: associations groupe-ensemble

source: Indicates group&apos;s level of access to the set.
fr_fr: Indique une gestion par groupe des droits pour l&apos;accès à l&apos;ensemble.

source: Period of time for which this access is in effect. Leave blank if you do not wish to restrict access to a specific period of time.
fr_fr: Période du temps pour laquelle l&apos;accès est effectif. Laisser vide si vous ne voulez pas restreindre l&apos;accès à une période spécifique.
