Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: Delete loans
fr_fr: Supprimer des prêts

source: Allow user to delete loans
fr_fr: Autoriser l&apos;utilisateur à supprimer des prêts

source: Search loans
fr_fr: Chercher des prêts

source: Allow user to search loans
fr_fr: Autoriser l&apos;utilisateur à chercher parmi les prêts

source: Browse loans
fr_fr: Parcourir les prêts

source: Allow user to browse loans
fr_fr: Autoriser l&apos;utilisateur à parcourir les prêts

source: Movements editing
fr_fr: Modifier des mouvements

source: Actions allowing creation, editing and deletion of movements.
fr_fr: Actions autorisant la création, la modification et la suppression de mouvements.

source: Create movements
fr_fr: Créer des mouvements

source: Allow user to create new movements
fr_fr: Autoriser l&apos;utilisateur à créer de nouveaux mouvements

source: Edit movements
fr_fr: Modifier les mouvements

source: Allow user to edit existing movements
fr_fr: Autoriser l&apos;utilisateur à modifier les mouvements existants

source: Delete movements
fr_fr: Supprimer des mouvements

source: Allow user to delete movements
fr_fr: Autoriser l&apos;utilisateur à supprimer des mouvements

source: Search movements
fr_fr: Rechercher les mouvements

source: Allow user to search movements
fr_fr: Autoriser l&apos;utilisateur à chercher des mouvements

source: Browse movements
fr_fr: Parcourir les mouvements

source: Allow user to browse movements
fr_fr: Autoriser l&apos;utilisateur à parcourir les mouvements

source: Tours editing
fr_fr: Modifier un parcours

source: Actions allowing creation, editing and deletion of tours.
fr_fr: Actions autorisant la création, la modification et la suppression de parcours.

source: Create tours
fr_fr: Créer un parcours

source: Allow user to create new tours
fr_fr: Autoriser l&apos;utilisateur à créer de nouveaux parcours

source: Edit tours
fr_fr: Modifier les parcours

source: Allow user to edit existing tours
fr_fr: Autoriser l&apos;utilisateur à modifier les parcours existants

source: Delete tours
fr_fr: Supprimer des parcours

source: Allow user to delete tours
fr_fr: Autoriser l&apos;utilisateur à supprimer des parcours

source: Search tours
fr_fr: Rechercher des parcours

source: Allow user to search tours
fr_fr: Autoriser l&apos;utilisateur à chercher parmi les parcours

source: Browse tours
fr_fr: Parcourir les parcours

source: Allow user to browse tours
fr_fr: Autoriser l&apos;utilisateur à parcourir les parcours

source: List &amp; vocabulary editing
el_gr: Λίστα &amp; επεξεργασία λεξιλογίου
fr_fr: Modifier les listes et vocabulaires

source: Actions allowing creation, editing and deletion of lists and list items.
el_gr: Ενέργειες που επιτρέπουν τη δημιουργία, την επεξεργασία και τη διαγραφή των λιστών και των λιστών αντικειμένων.
fr_fr: Actions autorisant la création, la modification et la suppression de listes et d&apos;éléments de liste.

source: Create lists and list items
el_gr: Δημιουργία λιστών και λίστας αντικειμένων.
fr_fr: Créer des listes et des éléments de liste

source: Allow user to create new lists
el_gr: Επιτρέπει στο χρήστη να δημιουργίσει νέες λίστες
fr_fr: Autoriser l&apos;utilisateur à créer de nouvelles listes

source: Edit lists and list items
el_gr: Επεξεργασία λιστών και λίστών αντικειμένων
fr_fr: Modifier des listes et des éléments de liste

source: Allow user to edit existing lists
el_gr: Επιτρέπει στο χρήστη να επεξεργαστεί τις ήδη υπάρχουσες λίστες
fr_fr: Autoriser l&apos;utilisateur à modifier des listes existantes

source: Delete lists and list items
el_gr: Διαγραφή λίστας και λίστας αντικειμένων (στοιχεία λίστας)
fr_fr: Supprimer des listes et des éléments de liste

source: Allow user to delete lists
el_gr: Επιτρέπει στο χρήστη να διαγράψει τις λίστες
fr_fr: Autoriser l&apos;utilisateur à supprimer des listes

source: Web service API access
fr_fr: Accès à l&apos;API Web service

source: Actions allowing access and modification of content via web service interfaces.
fr_fr: Actions autorisant l&apos;accès et la modification de contenu par des interfaces de type webservice.

source: Use browse service
fr_fr: Utiliser le service de parcours

source: Allow user to use browse web service.
fr_fr: Autoriser l&apos;utilisateur à utiliser le webservice de parcours.

source: Use cataloguing service
fr_fr: Utiliser le service de catalogage

source: Allow user to use cataloguing web service (used to create new and edit existing catalog records).
fr_fr: Autoriser l&apos;utilisateur à utiliser le webservice de catalogage (utilisé pour créer et modifier des enregistrements existants dans le catalogue).

source: Use iteminfo service
fr_fr: Utiliser le service iteminfo

source: Allow user to use iteminfo web service (used to get detailed information about records).
fr_fr: Autoriser l&apos;utilisateur à utiliser le webservice iteminfo (utilisé pour obtenir des informations détaillées à propos d&apos;un enregistrement).

source: Use search service
fr_fr: Utiliser le service de recherche

source: Allow user to use search web service.
fr_fr: Autoriser l&apos;utilisateur à utiliser le webservice de recherche.

source: Use usercontent service
fr_fr: Utiliser le service usercontent

source: Allow user to use usercontent web service (used for creation of sets, tags, comments).
fr_fr: Autoriser l&apos;utilisateur à utiliser le webservice usercontent (utilisé pour la création d&apos;ensembles, de tags et de commentaires).

source: User interface locale
el_gr: Τοπική διασύνδεση χρήστη
fr_fr: Locale de l&apos;interface utilisateur

source: Locale in which to render the user interface; also controls localization of dates, numbers, etc.
fr_fr: Locale qui contrôle l&apos;interface utilisateur ; contrôle aussi le format de dates, nombres, etc.

source: User interface theme
el_gr: Θέμα διασύνδεσης χρήστη
fr_fr: Thème de l&apos;interface utilisateur

source: Theme set (views, CSS, graphics) to display UI in
fr_fr: Thème à utiliser pour l&apos;interface (vues, CSS, images)

source: Autoclear Previous Quicksearch
fr_fr: Vidage automatique la précédente recherche rapide

source: Determines if the previous Quicksearch terms clear automatically when a new search is performed, or if the search terms remain editable for the next search.
fr_fr: Détermine si les termes de la précédente recherche rapide doit être automatiquement effacés lorsqu&apos;une nouvelle recherche est effectuée, ou si les termes de la recherche reste disponibles en modification pour la recherche suivante.

source: Clear search terms for a new search
fr_fr: Effacer les termes de la recherche pour une nouvelle recherche

source: Search terms remain editable for next search
fr_fr: Les termes de recherche restent disponibles en modification pour la prochaine recherche

source: Remember last search or browse
fr_fr: Se souvenir de la dernière recherche ou navigation

source: Naming policy for downloaded media
fr_fr: Politique de nommage pour les médias téléchargés

source: Determines how downloaded media files will be named on <strong>your</strong> computer when downloaded.
fr_fr: Détermine comment les fichiers téléchargés sont nommés sur <strong>votre</strong> ordinateur quand ils sont télé-chargés

source: Use original name file had when uploaded to the system + file extension
fr_fr: Utilise le nom initial du fichier qu&apos;il avait lors de l&apos;import + extension de fichier

source: Use object identifier + file extension
fr_fr: Utilise l&apos;identifiant de l&apos;objet + extension de fichier

source: Use object identifier + version + file extension
fr_fr: Utilise l&apos;identifiant de l&apos;objet + version + extension de fichier

source: Use object identifier + representation id + version + file extension
fr_fr: Utilise l&apos;identifiant de l&apos;objet + l&apos;identifiant de la représentation + version + extension de fichier

source: Default cataloguing locale
fr_fr: Locale par défaut pour le catalogage

source: Locale to default record and attribute locale setting to
fr_fr: Locale par défaut des enregistrements

source: Object editor user interface
fr_fr: Interface utilisateur de l&apos;éditeur d&apos;objet

source: Selects which user interface to use when editing objects.
fr_fr: Définit quelle interface utilisateur est utilisée pour éditer les objets.

source: Object lot editor user interface
fr_fr: Interface utilisateur de l&apos;éditeur de lot

source: Selects which user interface to use when editing object lots.
fr_fr: Définit quelle interface utilisateur est utilisée pour éditer les lots

source: Entity editor user interface
fr_fr: Interface utilisateur de l&apos;éditeur d&apos;entité

source: Selects which user interface to use when editing entities.
fr_fr: Sélectionner quelle interface utilisateur utiliser de saisie des entités

source: Place editor user interface
fr_fr: Interface utilisateur de saisie des lieux

source: Selects which user interface to use when editing places.
fr_fr: Sélectionner l&apos;interface utilisateur pour saisir les lieux.

source: Occurrence editor user interface
fr_fr: Interface utilisateur de l&apos;éditeur d&apos;occurrence

source: Selects which user interface to use when editing occurrences.
fr_fr: Sélectionner quelle interface utilisateur utiliser pour saisir les occurrences.

source: Collection editor user interface
fr_fr: Interface utilisateur de l&apos;éditeur de collection

source: Selects which user interface to use when editing collections.
fr_fr: Sélectionner l&apos;interface utilisateur pour éditer les collections.

source: Storage location editor user interface
fr_fr: Interface utilisateur pour l&apos;éditeur de localisations

source: Selects which user interface to use when editing storage locations.
fr_fr: Sélectionner l&apos;interface utilisateur pour la saisie des localisations.

source: Object representation editor user interface
fr_fr: Interface utilisateur de l&apos;éditeur des représentations

source: Selects which user interface to use when editing object representations.
fr_fr: Sélectionner l&apos;interface utilisateur pour saisir les représentations.

source: Representation annotation editor user interface
fr_fr: Interface utilisateur pour la saisie d&apos;annotations des représentations

source: Selects which user interface to use when editing representation annotations.
fr_fr: Sélectionner l&apos;interface utilisateur pour la saisie des représentations d&apos;annotations

source: Sets editor user interface
fr_fr: Interface utilisateur pour l&apos;éditeur d&apos;ensembles

source: Selects which user interface to use when editing sets.
fr_fr: Sélectionner l&apos;interface utilisateur pour saisir des ensembles.

source: Set item editor user interface
fr_fr: Interface utilisateur de l&apos;éditeur d&apos;éléments d&apos;ensembles

source: Selects which user interface to use when editing set items.
fr_fr: Sélectionner l&apos;interface utilisateur pour saisir des éléments d&apos;ensembles

source: List editor user interface
fr_fr: Interface utilisateur de l&apos;éditeur de liste

source: Selects which user interface to use when editing list information.
fr_fr: Sélectionner l&apos;interface utilisateur pour saisir des listes

source: List item editor user interface
fr_fr: Interface utilisateur de l&apos;éditeur d&apos;éléments de listes

source: Selects which user interface to use when editing list items.
fr_fr: Sélectionner l&apos;interface utilisateur pour saisir des éléments de listes

source: Display measurements in
el_gr: Εμφάνιση μέτρησης σε
fr_fr: Afficher les mesures en

source: units as entered
el_gr: Μονάδες, όπως είχαν καταχωρηθεί
fr_fr: unités au format d&apos;entrée

source: metric units
el_gr: μετρική μονάδα
fr_fr: unités métriques

source: english units
el_gr: αγγλική μονάδα
fr_fr: unités anglaises

source: Checked relationships will be duplicated.
fr_fr: Les relations cochées seront dupliquées.

source: Deleted user interface
el_gr: Διαγράφηκε η διεπαφή χρήστη

source: Added interface
el_gr: Προστέθηκε διεπαφή

source: Saved changes to interface
el_gr: Αποθηκεύτηκε τις αλλαγές στη διεπαφή

source: Deleted screen
el_gr: Διεγράφηκε η οθόνη

source: This screen is at the top of the list
el_gr: Αυτή η οθόνη είναι στην κορυφή της λίστας

source: This screen is at the bottom of the list
el_gr: Αυτή η οθόνη είναι στον πάτο της λίστας

source: This bundle is at the top of the list
el_gr: Αυτό η δέσμη είναι στην κορυφή της λίστας

source: This bundle is at the bottom of the list
el_gr: Αυτό η δέσμη είναι στον πάτο της λίστας

source: Added screen
el_gr: Προστέθηκε οθόνη

source: Saved changes to screen
el_gr: Αποθηκευμένες αλλαγές στην οθόνη

source: Bundle placement successfully removed
el_gr: Η τοποθέτηση της δέσμης αφαιρέθηκε επιτυχώς

source: plural term
el_gr: όρος σε πληθυντικό αριθμό

source: type
el_gr: τύπος

source: collection
el_gr: Συλλογή

source: collections
el_gr: Συλλογές

source: lot
el_gr: Παρτίδα

source: lots
el_gr: Παρτίδες

source: Collections
el_gr: Συλλογές

source: You cannot edit this display
el_gr: Δεν μπορείτε να τροποιήσετε αυτή την οθόνη

source: date
el_gr: ημερομηνία

source: You cannot edit this form
el_gr: Δεν μπορείτε να τροποιήσετε αυτή τη φόρμα

source: Set could not be created because of errors: %1
el_gr: Η ομάδα δεν μπορεί να δημιουργηθεί εξαιτίας σφαλμάτων: %1

source: Set was created
el_gr: Η ομάδα δημιουργήθηκε

source: Changes to set could not be saved because of errors: %1
el_gr: Η ομάδα δεν μπορεί να αποθηκευτεί εξαιτίας σφαλμάτων: %1

source: Changes to set were saved
el_gr: Οι αλλαγές στην ομάδα αποθηκεύτηκαν

source: You cannot delete this set
el_gr: Δεν μπορείτε να διαγράψετε αυτή την ομάδα

source: Set was deleted
el_gr: Η ομάδα διαγράφηκε

source: Could not remove item from set
el_gr: Δεν μπορείτε να αφαιρέσετε το αντικείμενο από την ομάδα

source: Could not reorder elements
el_gr: Δεν μπορείτε να επαναταξινομήσετε τα στοιχεία

source: Could not add item to set
el_gr: Το αντικείμενο δεν μπορεί να προστεθεί στην ομάδα

source: Code
el_gr: Κωδικός

source: Description
el_gr: Περιγραφή

source: Plugin
el_gr: Πρόσθετα

source: Info
el_gr: Πληροφορίες

source: Label
el_gr: Ετικέτα

source: Type
el_gr: Πληκτρολόγιση

source: Add new user login
el_gr: Προσθήκη νέου χρήστη σύνδεση

source: Help
el_gr: Βοήθεια

source: Really delete
el_gr: Θέλετε σίγουρα να διαγραφεί

source: Bundle placements
el_gr: Δέσμη τοποθέτησης

source: Add bundle
el_gr: Προσθήκη δέσμης

source: default
el_gr: Προεπιλογή

source: At a minimum, the following information must be provided when creating a new %1:
el_gr: Τουλάχιστον, οι ακόλουθες πληροφορίες πρέπει να παρέχονται κατά τη δημιουργία μιας νέας %1:

source: Search Results
el_gr: Αποτελέσματα Αναζήτησης

source: Back to Find
el_gr: Επιστροφή στην Αναζήτηση

source: Editing list
el_gr: Επεξεργαστείτε το!

source: New list
el_gr: Νέα λίστα

source: No name set
el_gr: Κανένα όνομα ομάδας

source: Show hierarchy info
el_gr: Ιεραρχική εμφάνιση πληροφοριών

source: generic term
el_gr: Γενικός όρος

source: Add under this a new %1
el_gr: Πρόσθεσε κάτω από αυτό έναν νέο %1

source: Hierarchy position
el_gr: ***Ιεραρχία θέσης

source: Hide hierarchy info
el_gr: ***Απόκρυψη ιερογαγαδργσδ

source: Editing list item
el_gr: Επεξεργασία λίστας αντικειμένου

source: New list item
el_gr: Νέο αντικείμενο στη λίστα

source: not specified
el_gr: ακαθόριστο

source: new list item
el_gr: Νέο αντικείμενο στη λίστα

source: Part of list
el_gr: Μέρος της λίστας

source: Add next to this a new %1
el_gr: Προσθήκη δίπλα σε αυτό ένα καινούριο %1

source: Editing relationship type
el_gr: Επεξεργασία τύπου συσχέτισης

source: New relationship type
el_gr: Νέο είδος σχέσης

source: new relationship type
el_gr: Νέο είδος σχέσης

source: Add a new type under this one
el_gr: Προσθήκη ενός νέου τύπου κάτω από αυτόν

source: Add a new type next to this one
el_gr: Προσθήκη ενός νέου τύπου δίπλα σε αυτόν

source: item
el_gr: αντικείμενο

source: Options
el_gr: Επιλογές

source: Sort results by:
el_gr: Ταξινόμηση αποτελεσμάτων από:

source: Results per page:
el_gr: Αποτελέσματα ανά σελίδα:

source: Search history
el_gr: Ιστορικό αναζήτησης

source: Locale
el_gr: Τοπικές ρυθμίσεις

source: Add element
el_gr: Προσθήκη στοιχείου

source: Add collection label
el_gr: Προσθήκη ετικέτας συλλογής

source: Add entity label
el_gr: Προσθήκη ετικέτας οντότητας

source: Add lot label
el_gr: Προσθήκη ετικέτας παρτίδας

source: + 1 additional file
el_gr: +1 πρόσθετο αρχείο

source: + %1 additional files
el_gr: +%1 πρόσθετα αρχεία

source: Embedded metadata
el_gr: Ενσωματωμένα μεταδεδομένα

source: Add place label
el_gr: Προσθήκη ετικέτας τοποθεσίας

source: Goto
el_gr: Μετάβαση προς...

source: Locale
el_gr: Τοπικές ρυθμίσεις

source: Form contents
el_gr: Φόρμα περιεχομένων

source: Add group
el_gr: Προσθήκη ομάδας

source: Group #
el_gr: Ομάδα #

source: You must create the set before you can add items to it.
el_gr: Πρέπει να δημιουργήσετε μια ομάδα για να μπορέσετε να προσθέσετε στοιχεία σε αυτή.

source: Move in hierarchy
el_gr: Μετακίνηση στην ιεραρχία

source: Choose a location to move the current %1 under.
el_gr: Επιλέξτε μια τοποθεσία για να μετακινήσετε το τρέχον % 1 στο πλαίσιο.

source: Will be moved under %1 after save
el_gr: Θα μετακινηθεί κάτω από %1 μετά την αποθήκευση

source: At a minimum, the following information must be provided when creating a new %1 collection:
el_gr: Τουλάχιστον, οι ακόλουθες πληροφορίες πρέπει να παρέχονται κατά τη δημιουργία μιας νέας %1 συλλογής:

source: Editing Collection
el_gr: Επεξεργασία συλλογής

source: New collection
el_gr: Νέα συλλογής

source: collection label not set
el_gr: Η ετικέτα συλλογής δεν έχει οριστεί

source: ID number not set
el_gr: Ο αριθμός ταυτότητας δεν έχει οριστεί

source: Editing Entity
el_gr: Επεξεργασία οντότητα

source: New entity
el_gr: Νέα οντότητα

source: Entity label not set
el_gr: Η ετικέτα οντότητας δεν έχει οριστεί

source: Relationships
el_gr: Συσχέτισεις

source: Currently Editing
el_gr: Τρέχων επεξεργασία

source: New object event
el_gr: Νέο συμβάν αντικειμένου

source: At a minimum, the following information must be provided when creating a new %1 lot:
el_gr: Τουλάχιστον, οι ακόλουθες πληροφορίες πρέπει να παρέχονται κατά τη δημιουργία μιας νέας %1 παρτίδα:

source: Editing Object Lot
el_gr: Επεξεργασία Παρτίδας Αντικειμένου

source: New object lot
el_gr: Νέα Παρτίδα Αντικειμένου

source: object lot label not set
el_gr: Η παρτίδα αντικειμένου δεν έχει οριστεί

source: Editing Object Representation
el_gr: Επεξεργασία Περιγραφής Αντικειμένου

source: New object representation
el_gr: Νέα Περιγραφή Αντικειμένου

source: View 1 additional file
el_gr: Προβολή ενός επιπλέον αρχείου

source: Page
el_gr: Σελίδα

source: Click on a file icon to view more information about it
el_gr: Κάντε κλικ στο εικονίδιο του αρχείου για να δείτε περισσότερες πληροφορίες σχετικά με αυτό

source: Showing 1 additional file attached to this representation
el_gr: Δείχνοντας ένα πρόσθετο αρχείο που επισυνάπτεται *********

source: View primary representation
el_gr: Προβολή πρωτεύουσα αναπαράσταση

source: File
el_gr: Αρχείο

source: Extracted metadata
el_gr: Εξαγόμενα μεταδεδομένα

source: Editing Object
el_gr: Επεξεργασία Αντικειμένου

source: Label not set
el_gr: Title not set

source: New object
el_gr: Νέο αντικείμενο

source: Identifier not set
el_gr: Το αναγνωριστικό δεν έχει οριστεί

source: Lot
el_gr: Παρτίδα

source: %1 label not set
el_gr: %1 η ετικέτα δεν έχει οριστεί

source: Editing place
el_gr: Επεξεργασία τοποθεσίας

source: New place
el_gr: Νέα θέση

source: new place
el_gr: Νέα θέση

source: Annotation
el_gr: Σχόλιο

source: New representation annotation
el_gr: Νέο σχόλιο Περιγραφής

source: Editing Annotation
el_gr: Επεξεργασία σχόλιου

source: Annotated Representation
el_gr: Σχολιασμένη Περιγραφή

source: edit representation
el_gr: Επεξεργασία περιγραφής

source: Editing storage location
el_gr: Επεξεργασία θέσης αποθήκευσης

source: New storage location
el_gr: Νεα θέση αποθήκευσης

source: none specified
el_gr: ακαθόριστο

source: new storage location
el_gr: Νεα θέση αποθήκευσης

source: Type
el_gr: Τύπος

source: with
el_gr: με

source: or
el_gr: ή

source: start over
el_gr: ξεκινήσετε από την αρχή

source: Results layout:
el_gr: Διάταξη αποτελέσματων:

source: Display:
el_gr: Οθόνη:

source: Download selection as
el_gr: Λήψη επιλογής ως

source: Print selection as labels
el_gr: Προτεινόμενα ονόματα

source: Preferred names
el_gr: Προτεινόμενα ονόματα

source: Object type
el_gr: Τύπος αντικειμένου

source: Object type not set
el_gr: Ο τύπος αντικειμένου δεν έχει οριστεί

source: Current sets
el_gr: Τρέχουσες ομάδες

source: Adding...
el_gr: Προσθήκη ...

source: Removing...
el_gr: Κατάργηση ...

source: Edit Object &rsaquo;
el_gr: Επεξεργασία αντικειμένου &rsaquo;

source: Number
el_gr: Αριθμός

source: QuickSearch results for
el_gr: Αποτελέσματα γρήγορης αναζήτησης για

source: Storage location hierarchy
el_gr: Ιεραρχική τοποθεσία αποθήκευσης

source: Source
el_gr: Πηγή

source: IP
el_gr: Διεύθυνση IP

source: New display list
el_gr: Νέα εμφάνιση λίστας

source: Date
el_gr: Ημερομηνία

source: New form
el_gr: Νέα φόρμα

source: No sets have been configured
el_gr: Καμία ομάδα δεν έχει ρυθμιστεί

source: Tag
el_gr: Ετικέτα

source: Display list
el_gr: Προβολή λίστας

source: Search form list
el_gr: Αναζήτηση φόρμας λίστας

source: 1 form is available
el_gr: 1 φόρμα είναι διαθέσιμη

source: %1 forms are available
el_gr: %1 φόρμες είναι διαθέσιμες

source: Set list
el_gr: Λίστα ομάδας

source: Contents
el_gr: Περιεχόμενα

source: At a minimum, the following information must be provided when creating a new %1 set:
el_gr: Τουλάχιστον, οι ακόλουθες πληροφορίες πρέπει να παρέχονται κατά τη δημιουργία μιας νέας %1 ομάδας:

source: Editing set item
el_gr: Επεξεργασία ομάδας αντικειμένων

source: Set caption
el_gr: Ορισμός λεζάντα

source: No hierarchies are configured for %1
el_gr: Καμία ιεραρχία δεν έχει ρυθμιστεί για %!

source: Type id %1 is invalid
el_gr: Σύνδεση

source: Type id %1 is not enabled
el_gr: Η πληκτρολόγηση αναγνωριστικού %1 δεν είναι ενεργοποιημένη

source: Identifier already exists and duplicates are not permitted
el_gr: Το αναγνωριστικό υπάρχει ήδη και τα διπλότυπα δεν επιτρέπονται

source: Check this option if you don't want your compound attributes to be locale-specific. (The default is to be.)
el_gr: Τσεκάρετε αυτή την επιλογή αν δεν θέλετε οι σύνθετες ιδιότητες σας να καθορίζονται τοπικά. (Η προεπιλογή είναι να είναι.)

source: Check this option if you don't want your currency values to be locale-specific. (The default is to not be.)
el_gr: Τσεκάρετε αυτή την επιλογή αν δεν θέλετε οι τρέχων τιμές σας να καθορίζονται τοπικά. (Η προεπιλογή είναι να μην είναι.)

source: Check this option if you don't want your date ranges to be locale-specific. (The default is to not be.)
el_gr: Τσέκαρε αυτή την επιλογή αν δεν θέλετε το το εύρος των ημερομηνιών σας να καθορίζονται τοπικά. (Η προεπιλογή είναι να μην είναι.)

source: Check this option if you don't want your georeferences to be locale-specific. (The default is to not be.)
el_gr: Τσεκάρετε αυτή την επιλογή αν δεν θέλετε η γεωαναφορά σας να καθορίζονται τοπικά. (Η προεπιλογή είναι να είναι.)

source: No Google Maps API key is configured. Please set google_map_key in your application configuration file.
el_gr: Το Google Maps API κλειδί δεν έχει ρυθμιστεί. Παρακαλώ θέστε ένα κλειδί του Google Maps στο αρχείο ρυθμίσεων της εφαρμογής σας.

source: Enter coordinates
el_gr: Εισάγετε τις συντεταγμένες

source: Check this option if you don't want your GeoNames values to be locale-specific. (The default is to not be.)
el_gr: Τσεκάρετε αυτή την επιλογή αν δεν θέλετε οι τιμές στα GeoNames να καθορίζονται τοπικά. (Η προεπιλογή είναι να είναι.) *********8
