Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: Loan
fr_fr: Prêt

source: Movement
fr_fr: Mouvement

source: Representation annotations
el_gr: Σχολιασμός απεικόνισης
fr_fr: Annotations des représentations

source: Basic search
el_gr: Βασική αναζήτηση
fr_fr: Recherche simple

source: Advanced search
el_gr: Σύνθετη αναζήτηση
fr_fr: Recherche avancée

source: QuickSearch
el_gr: Γρήγορη Αναζήτηση
fr_fr: Recherche rapide

source: QuickSearch Results
el_gr: Αποτελέσματα γρήγορης αναζήτησης
fr_fr: Résultat de la recherche rapide

source: Last QuickSearch
el_gr: Τελευταία Γρήγορη Αναζήτηση
fr_fr: Dernière recherche rapide

source: Create
fr_fr: Créer

source: Manage
el_gr: Διαχείριση
fr_fr: Gérer

source: My preferences
el_gr: Οι προτιμήσεις μου
fr_fr: Mes préférences

source: User interface
el_gr: Διεπαφή χρήστη
fr_fr: Interface utilisateur

source: Cataloguing
el_gr: Καταλογοποίηση
fr_fr: Catalogage

source: Units of measurement
el_gr: Μονάδες μέτρησης
fr_fr: Unités de mesure

source: My watched items
fr_fr: Mes items surveillés

source: My project teams
fr_fr: Mes groupes de projet

source: My displays
el_gr: Οι εμφανίσεις μου
fr_fr: Mes affichages

source: My sets
el_gr: Οι ομάδες μου
fr_fr: Mes ensembles

source: Edit set
el_gr: Επεξεργασία ομάδας
fr_fr: Modifier l&apos;ensemble

source: Edit set item
el_gr: Επεξεργασία ομάδας αντικειμένων
fr_fr: Modifier un élément de l&apos;ensemble

source: Search tools
fr_fr: Outils de recherche

source: Search forms
fr_fr: Formulaires de recherche

source: Edit search form
el_gr: Επεξεργασία φόρμας αναζήτησης
fr_fr: Modifier le formulaire de recherche

source: User generated content
el_gr: Περιεχόμενο που δημιουργείται από το χρήστη
fr_fr: Contenus des utilisateurs

source: Moderate
el_gr: Συντονίζω
fr_fr: Modérer

source: Lists & vocabularies
el_gr: Λίστες και λεξιλόγια
fr_fr: Listes et vocabulaires

source: Edit list
el_gr: Επεξεργασία λίστας
fr_fr: Modifier la liste

source: Edit list item
el_gr: Επεξεργασίας λίστας αντικειμένων
fr_fr: Modifier un élément de liste

source: Access control
el_gr: Έλεγχος πρόσβασης
fr_fr: Contrôle d&apos;accès

source: User logins
el_gr: Συνδέσεις χρήστη
fr_fr: Logins utilisateurs

source: User groups
el_gr: Ομάδες χρηστών
fr_fr: Groupes d&apos;utilisateurs

source: Access roles
el_gr: Πρόσβαση στους ρόλους
fr_fr: Types d&apos;accès

source: Events log
el_gr: Ιστορικό συμβάντων
fr_fr: Log des événements

source: Search log
el_gr: Ιστορικό αναζητήσεων
fr_fr: Log des recherches

source: User interfaces
el_gr: Διασυνδέσεις Χρήστη
fr_fr: Interfaces utilisateurs

source: Configuration check
el_gr: Έλεγχος διαμόρφωσης
fr_fr: Vérification de la configuration

source: Relationship type editor
el_gr: Επεξεργασία του τύπου σχέσης
fr_fr: Éditeur de type de relation

source: User interface editor
fr_fr: Editeur d&apos;interface utilisateur

source: User interface screen editor
fr_fr: Editeur d&apos;écran d&apos;interface utilisateur

source: Import/export mapping group editor
fr_fr: Import/export éditeur de groupe de correspondance

source: System administration
el_gr: Σύστημα διαχείρισης
fr_fr: Administration système

source: Actions needed for general administration of the system. Only trusted administrative users should have access to these actions.
el_gr: Ενέργειες που απαιτούνται για τη γενική διαχείριση του συστήματος. Μόνο αξιόπιστοι διοικητικοί χρήστες πρέπει να έχουν πρόσβαση σε αυτές τις ενέργειες
fr_fr: Actions requises pour l&apos;administration générale du système. Seuls des utilisateurs définis comme administrateurs systèmes devraient avoir accès à ces actions.

source: Is administrator
el_gr: Είναι διαχειριστής
fr_fr: Est administrateur

source: Indicates user should not be subject to access control measures. Users with this action effectively have access to all other actions.
fr_fr: Indique si l&apos;utilisateur doit être soumis à des mesures de contrôle d&apos;accès. Les utilisateurs définis comme administrateur ont un accès effectif à toutes les autres actions.

source: Set access control
el_gr: Ρύθμιση ελέγχου πρόσβασης
fr_fr: Définir le contrôle d&apos;accès

source: Allow user to create, edit and delete user logins, roles and groups.
el_gr: Επιτρέπει στο χρήστη να δημιουργήσει, να επεξεργαστεί και να διαγράψει τη σύνδεση χρήστη, ρόλους και ομάδες.
fr_fr: Autoriser l&apos;utilisateur à ajouter, éditer ou effacer d&apos;autre numéros d&apos;objet

source: View logs
el_gr: Εμφάνιση ιστορικού
fr_fr: Afficher les logs

source: Allow user to view system logs
el_gr: Επιτρέπει στο χρήστη για δεί τα αρχεία καταγραφής συστήματος
fr_fr: Autoriser l&apos;utilisateur à afficher les logs du système

source: Configure user interfaces
fr_fr: Configurer les interfaces utilisateurs

source: Allow user to change user interface configuration
fr_fr: Autoriser l&apos;utilisateur à modifier la configuration de l&apos;interface utilisateur

source: Configure metadata elements
fr_fr: Configurer les métadonnées

source: Allow user to change metadata element configuration
fr_fr: Autoriser l&apos;utilisateur à modifier la configuration des métadonnées

source: Configure relationship types
fr_fr: Configurer les types de relation

source: Allow user to change relationship type configuration
fr_fr: Autorise l&apos;utilisateur à modifier la configuration des types de relation

source: Configure locales
fr_fr: Configurer les locales

source: Allow user to change locale configuration
fr_fr: Autoriser l&apos;utilisateur à modifier la configuration des locales

source: View configuration check
fr_fr: Afficher les tests de configuration

source: Allow user to view configuration checks
fr_fr: Autoriser l&apos;utilisateur à afficher des tests de configuration

source: Manage advanced search forms
fr_fr: Gère les formulaires de recherche avancée

source: Allow user to add, edit or remove advanced search forms for all users
fr_fr: Autorise l&apos;utiliser à créer, modifier ou supprimer des formulaires de recherche pour tous les utilisateurs

source: Manage displays
fr_fr: Gère les affichages

source: Allow user to add, edit or remove advanced displays for all users
fr_fr: Autorise l&apos;utiliser à créer, modifier ou supprimer des affichages avancés pour tous les utilisateurs

source: Initiate search reindexing
fr_fr: Lancer la réindexation pour les recherches

source: Searching and browsing
el_gr: Αναζήτηση και περιήγηση
fr_fr: Recherche et navigation

source: Actions allowing discovery of items using search and browse tools.
el_gr: Ενέργειες που επιτρέπουν την ανακάλυψη των αντικειμένων, χρησιμοποιώντας τα εργαλεία αναζήτησης και περιήγησης
fr_fr: Actions autorisant la découverte des items à l&apos;aide des outils de recherche et de navigation.

source: Quicksearch
el_gr: Γρήγορη αναζήτηση
fr_fr: Recherche rapide

source: Allow user to use quicksearch interface to find items
el_gr: Επιτρέπει στο χρήστη στη χρησιμοποιεί την διεπαφή γρήγορη αναζήτηση για να βρει αντικείμενα
fr_fr: Autoriser l&apos;utilisateur à utiliser les fonctions d&apos;administration des rapports

source: Personalization
el_gr: Εξατομίκευση
fr_fr: Personnalisation

source: Set preferences
el_gr: Προτεινόμενα ονόματα
fr_fr: Définir des préférences

source: Allow user to set their own preferences
el_gr: Επιτρέπει στο χρήστη να θέσει τις δικές τους προτιμήσεις
fr_fr: Autoriser l&apos;utilisateur à régler ses propres préférences

source: Create advanced search forms
el_gr: Δημιουργία προχωρημένης φόρμας αναζήτησης
fr_fr: Créer des formulaires de recherche avancée

source: Allow user to create their own advanced search forms
el_gr: Επιτρέπει στο χρήστη να δημιουργήσει την δική του προχωρημένη φόρμα αναζήτησης
fr_fr: Autoriser l&apos;utilisateur à définir ses propres formulaires de recherche avancée

source: Edit advanced search forms
fr_fr: Modifier les formulaires de recherche avancée

source: Allow user to edit existing advanced search forms
fr_fr: Autorise l&apos;utilisateur à modifier des formulaires de recherche avancée

source: Delete advanced search forms
fr_fr: Supprimer les formulaires de recherche avancée

source: Allow user to delete existing advanced search forms
fr_fr: Autoriser l&apos;utilisateur à supprimer les formulaires de recherche avancée

source: Use advanced search forms
el_gr: Χρησιμοποιεί προχωρημένης φόρμας αναζήτησης
fr_fr: Utiliser des formulaires de recherche avancée

source: Allow user to use advanced search forms
el_gr: Επιτρέπει στο χρήστη να χρησιμοποιεί προχωρημένης φόρμας αναζήτησης
fr_fr: Autoriser l&apos;utilisateur à utiliser des formulaires de recherche avancée

source: Create displays
fr_fr: Créer des affichages

source: Allow user to create their custom data display formats
fr_fr: Autorise l&apos;utilisateur à créer ses propres formats personnalisés d&apos;affichage de données

source: Edit displays
fr_fr: Modifier les affichages

source: Allow user to edit existing custom data display formats
fr_fr: Autorise l&apos;utilisateur à modifier les formats personnalisés d&apos;affichage de données déjà existants

source: Delete displays
fr_fr: Supprimer des affichages

source: Allow user to delete existing custom data display formats
fr_fr: Autorise l&apos;utilisateur à supprimer des formats personnalisés d&apos;affichage de données

source: Use displays
fr_fr: Utiliser les affichages personnalisés

source: Allow user to use existing custom data display formats
fr_fr: Autorise l&apos;utilisateur à utiliser les formats personnalisés d&apos;affichage de données déjà existants

source: Duplicate displays
fr_fr: Dupliquer les affichages

source: Content management
el_gr: Διαχείριση περιεχομένου
fr_fr: Gestion de contenu

source: Actions allowing management of catalogued content for personal use.
el_gr: Ενέργεις που επιτρέπουν τη διαχείριση της καταλογογράφησης περιεχομένου για προσωπική χρήση.
fr_fr: Actions autorisant la gestion du contenu catalogué pour un usage personnel.

source: Create user groups
el_gr: Δημιουργία ομάδες χρηστών
fr_fr: Créer des groupes d&apos;utilisateurs

source: Allow user to create their own user groups for data sharing
el_gr: Επιτρέπει στο χρήστη να δημιουργήσει την δική του ομάδα χρηστών για τον διαμοιρασμό δεδομένων
fr_fr: Autoriser l&apos;utilisateur à créer des groupes d&apos;utilisateurs pour le partage de données

source: Create sets
el_gr: Δημιουργία ομάδων
fr_fr: Créer des ensembles

source: Allow user to create their own sets objects or authority items
el_gr: Επιτρέπει στο χρήστη να δημιουργήσει την δική του ομάδα αντικειμένων ή αρχή αντικειμένων
fr_fr: Autoriser l&apos;utilisateur à créer ses propres ensembles d&apos;objets ou d&apos;autorités

source: Edit sets and set content
el_gr: Επεξεργασία των ομάδων και το περιεχόμενο ομάδας
fr_fr: Modifier les ensembles et le contenu des ensembles

source: Allow user to alter set information and content in sets for which they have access privileges
el_gr: Επιτρέπει στο χρήστη να τροποποιήσει ένα σύνολο πληροφοριών και το περιεχόμενο της ομάδας για τα οποία έχει δικαιώματα πρόσβασης.
fr_fr: Autorise l&apos;utilisateur à modifier les ensembles et leurs contenus auxquels il a accès

source: Delete sets and set content
fr_fr: Supprimer des ensembles et leurs contenus

source: Allow user to delete sets for which they have access privileges
fr_fr: Autorise l&apos;utilisateur à supprimer les ensembles sur lesquels il a des droits d&apos;accès

source: View sets
el_gr: Προβολή ομάδων
fr_fr: Afficher des ensembles

source: Allow user to view sets of objects or authority items for which they have access privileges
el_gr: Επιτρέπει στο χρήστη να δεί τις ομάδες αντικειμένων ή την αρχή αντικειμένων, για τις οποίες έχει δικαιώματα πρόσβασης.
fr_fr: Autorise l&apos;utilisateur à afficher des ensembles d&apos;objets ou des entités pour lesquels il a des droits d&apos;accès

source: Duplicate sets
fr_fr: Dupliquer les ensembles

source: Actions allowing moderation of user generated content.
fr_fr: Actions autorisant la modification de contenus créés par les utilisateurs

source: Manage user comments
el_gr: Διαχείριση των σχόλιων των χρηστών
fr_fr: Éditer les commentaires utilisateurs de l&apos;objet

source: Allow user to moderate and edit user-provided comments
fr_fr: Autoriser l&apos;utilisateur à ajouter, éditer ou effacer les commentaires de l&apos;objet

source: Manage user tags
el_gr: Διαχείριση ετικετών χρήστη
fr_fr: Gérer les tags

source: Allow user to moderate user-provided tags
fr_fr: Autoriser l&apos;utilisateur à effacer les tags

source: Object editing
el_gr: Επεξεργασία αντικειμένου
fr_fr: Modification d&apos;objet

source: Actions allowing creation, editing and deletion of objects.
el_gr: Ενέργειες που επιτρέπουν τη δημιουργία, την επεξεργασία και τη διαγραφή των αντικειμένων.
fr_fr: Actions autorisant la création, la modification et la suppression d&apos;objets.

source: Create object
el_gr: Δημιουργία αντικειμένου
fr_fr: Créer un objet

source: Allow user to create new objects
el_gr: Επιτρέπει στο χρήστη να δημιουργήσει νέα αντικείμενα
fr_fr: Autoriser l&apos;utilisateur à créer de nouveaux objets

source: Edit object
el_gr: Επεξεργασία αντικειμένου
fr_fr: Modifier un objet

source: Allow user to edit existing objects
el_gr: Επιτρέπει στο χρήστη να τροποποιήσει ένα ήδη υπάρχον αντικείμενο
fr_fr: Autoriser l&apos;utilisateur à modifier les objets existants

source: Delete object
el_gr: Διαγραφή αντικειμένου
fr_fr: Supprimer un objet

source: Allow user to delete objects
el_gr: Επιτρέπει στο χρήστη αντικείμενα
fr_fr: Autoriser l&apos;utilisateur à supprimer des objets

source: Search objects
el_gr: Αναζήτηση Αντικειμένου
fr_fr: Recherche d&apos;objets

source: Allow user to search objects
el_gr: Επιτρέπει στο χρήστη την αναζήτησ αντικειμένων
fr_fr: Autoriser l&apos;utilisateur à chercher des objets

source: Browse objects
el_gr: Περιήγηση στα αντικείμενα
fr_fr: Parcourir les objets

source: Allow user to browse objects
el_gr: Επιτρέπει στο χρήστη να περιηγηθεί στα αντικείμενα
fr_fr: Autoriser l&apos;utilisateur à parcourir les objets

source: Download media
fr_fr: Télécharger les médias

source: Allow user to download media associated with the object
fr_fr: Autoriser l&apos;utilisateur à télécharger le média associé à l&apos;objet

source: Duplicate objects
fr_fr: Dupliquer les objets

source: Object lot editing
fr_fr: Modification de lot d&apos;objets

source: Actions allowing creation, editing and deletion of object lots.
fr_fr: Actions autorisant la création, la modification et la suppression de lots d&apos;objets.

source: Create object lot
fr_fr: Créer un lot d&apos;objets

source: Allow user to create new object lots
fr_fr: Autoriser l&apos;utilisateur à créer des nouveaux lots d&apos;objets

source: Edit object lot
fr_fr: Modifier un lot d&apos;objets

source: Allow user to edit existing object lots
fr_fr: Autoriser l&apos;utilisateur à modifier des lots d&apos;objets existants

source: Delete object lot
fr_fr: Supprimer un lot d&apos;objets

source: Allow user to delete object lots
fr_fr: Autoriser l&apos;utilisateur à supprimer des lots d&apos;objets

source: Search object lots
fr_fr: Recherche de lots d&apos;objets

source: Allow user to search object lots
fr_fr: Autoriser l&apos;utilisateur à chercher des lots d&apos;objets

source: Browse object lots
fr_fr: Parcourir les lots d&apos;objets

source: Allow user to browse object lots
fr_fr: Autoriser l&apos;utilisateur à parcourir les lots d&apos;objets

source: Entity authority editing
fr_fr: Modification d&apos;entité

source: Actions allowing creation, editing and deletion of entities.
el_gr: Ενέργειες που επιτρέπουν τη δημιουργία, την επεξεργασία και τη διαγραφή των οντοτήτων.
fr_fr: Actions autorisant la création, la modification et la suppression d&apos;entités.

source: Create entity
el_gr: Δημιουργία οντότητας
fr_fr: Créer une entité

source: Allow user to create new entities
el_gr: Επιτρέπει στο χρήστη να δημιουργήσει νέες οντότητες
fr_fr: Autoriser l&apos;utilisateur à créer des entités

source: Edit entity
el_gr: Επεξεργασία οντότητας
fr_fr: Modifier une entité

source: Allow user to edit existing entities
el_gr: Επιτρέπει στο χρήστη να επεξεργαστεί τις ήδη υπάρχουσες οντότητες
fr_fr: Autoriser l&apos;utilisateur à modifier des entités

source: Delete entity
el_gr: Διαγραφή οντότητας
fr_fr: Effacer une entité

source: Allow user to delete entities
el_gr: Επιτρέπει στο χρήστη να διαγράψει την οντότητα
fr_fr: Autoriser l&apos;utilisateur à effacer des entités

source: Search entities
el_gr: Αναζήτηση οντοτίτων
fr_fr: Rechercher des entités

source: Allow user to search entities
el_gr: Επιτρέπει στο χρήστη την αναζήτηση στις οντότητες
fr_fr: Autoriser l&apos;utilisateur à chercher des entités

source: Browse entities
el_gr: Περιήγηση στις οντότητες
fr_fr: Parcourir les entités

source: Allow user to browse entities
el_gr: Επιτρέπει στο χρήστη να περιηγηθεί στις οντότητες
fr_fr: Autoriser l&apos;utilisateur à parcourir les entités

source: Place authority editing
fr_fr: Modifier un lieu

source: Actions allowing creation, editing and deletion of places.
el_gr: Ενέργειες που επιτρέπουν τη δημιουργία, την επεξεργασία και τη διαγραφή των τοποθεσιών.
fr_fr: Actions autorisant la création, la modification et la suppression de lieux.

source: Create place
el_gr: Δημιουργία τοποθεσίας
fr_fr: Créer un lieu

source: Allow user to create new places
el_gr: Επιτρέπει στο χρήστη να δημιουργήσει νέες τοποθεσίες
fr_fr: Autoriser l&apos;utilisateur à créer de nouveaux lieux

source: Edit place
el_gr: Επεξεργασία τοποθεσίας
fr_fr: Modifier un lieu

source: Allow user to edit existing places
el_gr: Επιτρέπει στο χρήστη να επεξεργαστεί τις ήδη υπάρχουσες τοποθεσίες
fr_fr: Autoriser l&apos;utilisateur à modifier les lieux existants

source: Delete place
el_gr: Διαγραφή τοποθεσίας
fr_fr: Supprimer un lieu

source: Allow user to delete places
el_gr: Επιτρέπει στο χρήστη να διαγράψει τις τοποθεσίες
fr_fr: Autoriser l&apos;utilisateur à supprimer des lieux

source: Search places
el_gr: Αναζήτηση τοποθεσίας
fr_fr: Recherche de lieux

source: Allow user to search places
el_gr: Επιτρέπει στο χρήστη την αναζήτηση τοποθεσίας
fr_fr: Autoriser l&apos;utilisateur à chercher des lieux

source: Browse places
el_gr: Περιήγηση στις τοποθεσίες
fr_fr: Parcourir les lieux

source: Allow user to browse places
el_gr: Επιτρέπει στο χρήστη να περιηγηθεί στις τοποθεσίες
fr_fr: Autoriser l&apos;utilisateur à parcourir les lieux

source: Occurrence-based authority editing
fr_fr: Modification d&apos;autorité basé sur les occurrences

source: Actions allowing creation, editing and deletion of occurrence (user-defined) based authorities.
fr_fr: Actions autorisant la création, la modification et la suppression d&apos;autorités basées sur des occurrences (définies par l&apos;utilisateur).

source: Create occurrence
el_gr: Δημιουργία περιστατικού
fr_fr: Créer une occurrence

source: Allow user to create new occurrences
el_gr: Επιτρέπει στο χρήστη να δημιουργήσει νέα περιστατικά
fr_fr: Autoriser l&apos;utilisateur à créer des formats de rapport

source: Edit occurrence
el_gr: Επεξεργασία περιστατικού
fr_fr: Modifier une occurrence

source: Allow user to edit existing occurrences
el_gr: Επιτρέπει στο χρήστη να τροποποιήσει τα ήδη υπάρχοντα περιστατικά
fr_fr: Autoriser l&apos;utilisateur à modifier les occurrences

source: Delete occurrence
el_gr: Διαγραφή περιστατικών
fr_fr: Supprimer une occurrence

source: Allow user to delete occurrences
el_gr: Επιτρέπει στο χρήστη να διαγράψει τα περιστατικά
fr_fr: Autoriser l&apos;utilisateur à supprimer des occurrences

source: Search occurrences
el_gr: Αναζήτηση περιστατικών
fr_fr: Chercher des occurrences

source: Allow user to search occurrences
el_gr: Επιτρέπει στο χρήστη την αναζήτηση των περιστατικών
fr_fr: Autoriser l&apos;utilisateur à chercher des occurrences

source: Browse occurrences
el_gr: Περιήγηση στα περιστατικά
fr_fr: Parcourir les occurrences

source: Allow user to browse occurrences
el_gr: Επιτρέπει στο χρήστη να περιηγηθεί στα περιστατικά
fr_fr: Autoriser l&apos;utilisateur à parcourir les occurrences

source: Collection authority editing
fr_fr: Modification de collections

source: Actions allowing creation, editing and deletion of collections.
el_gr: Ενέργειες που επιτρέπουν τη δημιουργία, την επεξεργασία και τη διαγραφή των συλλογών.
fr_fr: Actions autorisant la création, la modification et la suppression de collections.

source: Create collection
el_gr: Δημιουργία συλλογής
fr_fr: Créer une collection

source: Allow user to create new collections
el_gr: Επιτρέπει στο χρήστη τη δημιουργία νεων συλλογών
fr_fr: Autoriser l&apos;utilisateur à créer de nouvelles collections

source: Edit collection
el_gr: Επεξεργασία συλλογής
fr_fr: Modifier une collection

source: Allow user to edit existing collections
el_gr: Επιτρέπει στο χρήστη να τροποποιήσει τις ήδη υπάρχουσες συλλογές
fr_fr: Autoriser l&apos;utilisateur à modifier des collections existantes

source: Delete collection
el_gr: Διαγραφή συλλογής
fr_fr: Supprimer une collection

source: Allow user to delete collections
el_gr: Επιτρέπει στο χρήστη τη διαγραφή των συλλογών
fr_fr: Autorise l&apos;utilisateur à supprimer des collections

source: Search collections
el_gr: Αναζήτηση συλλογής
fr_fr: Chercher des collections

source: Allow user to search collections
el_gr: Επιτρέπει στο χρήση να αναζητήσει συλλογές
fr_fr: Autorise l&apos;utilisateur à chercher des collections

source: Browse collections
el_gr: Περιήγηση στις συλλογές
fr_fr: Parcourir les collections

source: Allow user to browse collections
el_gr: Επιτρέπει στο χρήστη να περιηγηθεί στις συλλογές
fr_fr: Autoriser l&apos;utilisateur à parcourir les collections

source: Storage location authority editing
fr_fr: Modification de localisations

source: Actions allowing creation, editing and deletion of storage locations.
el_gr: Ενέργειες που επιτρέπουν τη δημιουργία, την επεξεργασία και τη διαγραφή των τοποθεσιών αποθήκευσης
fr_fr: Actions autorisant la création, la modification et la suppression de localisations.

source: Create storage locations
fr_fr: Créer des localisations

source: Allow user to create new storage locations
el_gr: Επιτρέπει στο χρήστη τη δημιουργία νέων τοποθεσιών αποθήκευσης
fr_fr: Autoriser l&apos;utilisateur à créer des localisations

source: Edit storage locations
fr_fr: Modifier des localisations

source: Allow user to edit existing storage locations
el_gr: Επιτρέπει στο χρήστη να επεξεργαστεί τις ήδη υπάρχουσες τοποθεσίες αποθήκευσης
fr_fr: Autoriser l&apos;utilisateur à modifier les localisations existantes

source: Delete storage locations
fr_fr: Supprimer des localisations

source: Allow user to delete storage locations
el_gr: Επιτρέπει στο χρήστη τη διαγραφή της τοποθεσίας αποθήκευσης
fr_fr: Autoriser l&apos;utilisateur à supprimer des localisations

source: Search storage locations
el_gr: Αναζήτηση της τοποθεσίας αποθήκευσης
fr_fr: Chercher des localisations

source: Allow user to search storage locations
el_gr: Επιτρέπει στο χρήστη την αναζήτηση της τοποθεσίας αποθήκευσης
fr_fr: Autoriser l&apos;utilisateur à chercher des localisations

source: Browse storage locations
el_gr: Περιήγηση στις τοποθεσίες αποθήκευσης
fr_fr: Naviguer dans les localisations

source: Allow user to browse storage locations
el_gr: Επιτρέπει στο χρήστη να περιηγηθεί στις τοποθεσίες αποθήκευσης
fr_fr: Autoriser l&apos;utilisateur à parcourir les localisations

source: Loans editing
fr_fr: Modifier les prêts

source: Actions allowing creation, editing and deletion of loans.
fr_fr: Actions autorisant la création, la modification et la suppression de prêts.

source: Create loans
fr_fr: Créer des prêts

source: Allow user to create new loans
fr_fr: Autoriser l&apos;utilisateur à créer de nouveaux prêts

source: Edit loans
fr_fr: Modifier des prêts

source: Allow user to edit existing loans
fr_fr: Autoriser l&apos;utilisateur à modifier les prêts existants
