Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: Unique numeric identifier used by CollectiveAccess internally to identify this movement
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier ce mouvement

source: Movement type
fr_fr: Type de mouvement

source: The type of the movement. eg. administrative, exhibition, etc.
fr_fr: Le type de mouvement, par exemple exposition, déplacement administratif, etc.

source: Movement identifier
fr_fr: Identifiant de mouvement

source: A unique alphanumeric identifier for this movement.
fr_fr: Un identifiant alphanumérique unique pour ce mouvement.

source: Serialized array used to store source information for movement information retrieved via web services [NOT IMPLEMENTED YET].
fr_fr: Tableau sérialisé utilisé pour stocker la source d&apos;information pour les informations de mouvement rapatriées par webservices [PAS ENCORE IMPLEMENTE].

source: Indicates the current state of the movement record.
fr_fr: Indique l&apos;état courant de l&apos;enregistrement de mouvement.

source: Indicates if the movement is deleted or not.
fr_fr: Indique si le mouvement est supprimé ou non.

source: movements ⇔ collections relationship
fr_fr: relation mouvements ⇔ collections

source: movements ⇔ collections relationships
fr_fr: relations mouvements ⇔ collections

source: movements ⇔ entities relationship
fr_fr: relation mouvements ⇔ entités

source: movements ⇔ entities relationships
fr_fr: relations mouvements ⇔ entités

source: movement ⇔ movement relationship
fr_fr: relation mouvement ⇔ mouvement

source: movement ⇔ movement relationships
fr_fr: relations mouvement ⇔ mouvement

source: movements ⇔ object lots relationship
fr_fr: relation mouvements ⇔ lots d&apos;objets

source: movements ⇔ object lots relationships
fr_fr: relations mouvements ⇔ lots d&apos;objets

source: movements ⇔ objects relationship
fr_fr: relation mouvements ⇔ objets

source: movements ⇔ objects relationships
fr_fr: relations mouvements ⇔ objets

source: movements ⇔ occurrences relationship
fr_fr: relation mouvements ⇔ occurrences

source: movements ⇔ occurrences relationships
fr_fr: relations mouvements ⇔ occurrences

source: movements ⇔ places relationship
fr_fr: relation mouvements ⇔ lieux

source: movements ⇔ places relationships
fr_fr: relations mouvements ⇔ lieux

source: movements ⇔ storage locations relationship
fr_fr: relation mouvements ⇔ localisations

source: movements ⇔ storage locations relationships
fr_fr: relations mouvements ⇔ localisations

source: movements ⇔ vocabulary terms relationship
fr_fr: relation mouvements ⇔ termes du vocabulaire

source: movements ⇔ vocabulary terms relationships
fr_fr: relation mouvements ⇔ termes du vocabulaire

source: multipart ID numbering sequence
fr_fr: séquence de numérotation en plusieurs partie pour l&apos;identifiant

source: multipart ID numbering sequences
fr_fr: séquences de numérotation en plusieurs partie pour l&apos;identifiant

source: object event title
fr_fr: titre d&apos;événement objet

source: object event titles
fr_fr: titres d&apos;événement objet

source: Sortable version of name value
fr_fr: Valeur de tri pour le nom

source: object event
el_gr: γεγονός αντικειμένου
fr_fr: événement d&apos;objet

source: Unique numeric identifier used by CollectiveAccess internally to identify this event
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cet événement

source: Event type
el_gr: Τύπος γεγονότος
fr_fr: Type d&apos;événement

source: Planned date
el_gr: Προβλεπόμενη ημερομηνία
fr_fr: Date planifiée

source: Event date
el_gr: Ημερομηνία γεγονότος
fr_fr: Date de l&apos;événement

source: object event ⇔ entity relationship
el_gr: Συμβάν αντικειμένου ⇔ συσχέτιση οντότητας
fr_fr: relations événement d&apos;objet ⇔ entité

source: object event ⇔ entity relationships
el_gr: Συμβάν αντικειμένου ⇔ συσχετίσεις οντότητας
fr_fr: relation événement d&apos;objet ⇔ entité

source: object event ⇔ occurrence relationship
el_gr: Συμβάν αντικειμένου ⇔ συσχέτιση περιστατικού
fr_fr: relation événement d&apos;objet ⇔ occurrence

source: object event ⇔ occurrence relationships
el_gr: Συμβάν αντικειμένου ⇔ συσχετίσεις περιστατικού
fr_fr: relations événement d&apos;objet ⇔ occurrence

source: object event ⇔ place relationship
el_gr: Συμβάν αντικειμένου ⇔ συσχέτιση τοποθεσίας
fr_fr: relation événement d&apos;objet ⇔ lieu

source: object event ⇔ place relationships
el_gr: Συμβάν αντικειμένου ⇔ συσχετίσεις τοποθετήσεων
fr_fr: relations événement d&apos;objet ⇔ lieu

source: object event ⇔ storage location relationship
el_gr: Συμβάν αντικειμένου ⇔ συσχέτιση θέσεις αποθήκευσης
fr_fr: relation événement d&apos;objet ⇔ localisation

source: object event ⇔ storage location relationships
el_gr: Συμβάν αντικειμένου ⇔ συσχετίσεις θέσεων αποθήκευσης
fr_fr: relations événement d&apos;objet ⇔ localisation

source: object event ⇔ vocabulary term relationship
el_gr: Συμβάν αντικειμένου ⇔ συσχετίση λεξιλόγιου όρων
fr_fr: relation événement d&apos;objet ⇔ terme du vocabulaire

source: object event ⇔ vocabulary term relationships
el_gr: Συμβάν αντικειμένου ⇔ συσχετίσεις λεξιλογίου όρων
fr_fr: relations événement d&apos;objet ⇔ vocabulaire

source: object title
fr_fr: titre de l&apos;objet

source: object titles
fr_fr: titres d&apos;objets

source: Name of object
el_gr: Όνομα του αντικειμένου
fr_fr: Nom de l&apos;objet

source: object lot event title
fr_fr: titre d&apos;événement de lot d&apos;objets

source: object lot event titles
fr_fr: titres d&apos;événements de lot d&apos;objets

source: object lot event
el_gr: Γεγονός παρτίδας αντικειμένου
fr_fr: événement pour un lot d&apos;objet

source: Planned date for event
fr_fr: Date planifiée pour l&apos;événement

source: Date (or range of dates) on which the event is planned to occur.
fr_fr: Date (ou plage de dates) à laquelle l&apos;événement est planifié.

source: Date event occurred on
fr_fr: Date de l&apos;événement

source: Date (or range of dates) on which the event actually occurred.
fr_fr: Date (ou plage de dates) à laquelle l&apos;événement a eu lieu.

source: object lot event ⇔ storage location relationship
el_gr: συμβάν παρτίδας αντικειμένου ⇔ συσχέτιση θέσεις αποθήκευσης
fr_fr: relation événement de lot d&apos;objet ⇔ localisation

source: object lot event ⇔ storage location relationships
el_gr: συμβάν παρτίδας αντικειμένου ⇔ συσχετίσεις θέσεων αποθήκευσης
fr_fr: relations événement de lot d&apos;objet ⇔ localisation

source: object lot event ⇔ vocabulary term relationship
el_gr: συμβάν παρτίδας αντικειμένου ⇔ συσχετίση λεξιλόγιου όρων
fr_fr: relation événement de lot d&apos;objet ⇔ terme du vocabulaire

source: object lot event ⇔ vocabulary term relationships
el_gr: συμβάν παρτίδας αντικειμένου ⇔ συσχετίσεις λεξιλογίου όρων
fr_fr: relations événement de lot d&apos;objet ⇔ terme du vocabulaire

source: lot title
fr_fr: titre du lot

source: lot titles
fr_fr: titres de lot

source: Name of lot
el_gr: Όνομα παρτίδας
fr_fr: Nom du lot

source: Unique numeric identifier used by CollectiveAccess internally to identify this lot
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier ce lot

source: The type of the object lot. In CollectiveAccess every lot has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
el_gr: Ο τύπος της παρτίδας αντικειμένου. Στο CollectiveAccess κάθε παρτίδα έχει έναν μοναδικό τύπο "instrinsic" που καθορίζει το σύνολο των χαρακτηριστικών και διαχειριστικών μεταδεδομένων που μπορούν να εφαρμοστούν σε αυτό.
fr_fr: Le type de lot d&apos;objet. Dans CollectiveAccess chaque lot a un unique type "intrinsèque" qui détermine l&apos;ensemble de métadonnées descriptives et administratives qui peuvent s&apos;y appliquer.

source: Accession status
el_gr: Κατάσταση εισαγωγής
fr_fr: Statut d&apos;acquisition

source: Indicates accession/collection status of lot. (eg. accessioned, pending accession, loan, non-accessioned item, etc.)
el_gr: Δείχνει την κατάσταση της εισαγωγής του αντικειμένου της παρτίδας. (π.χ εισήχθει, εκρεμμεί εισαγωγή, δάνειο, δεν εισήχθει το αντικείμενο, κλπ.)
fr_fr: Indique le statut d&apos;acquisition/de collection pour un lot (par exemple acquis, en cours d&apos;acquisition, en prêt, item non acquis, etc.)

source: Lot identifier
el_gr: Αναγνωριστικό παρτίδας
fr_fr: Identifiant de lot

source: Unique alphanumeric code identifying the lot.
el_gr: Ένα μοναδικό αλφαριθμητικό αναγνωριστικό για αυτή τη παρτίδα
fr_fr: Code alphanumérique unique identifiant le lot.

source: Extent
el_gr: Βαθμός
fr_fr: Importance

source: The extent of the object lot. This is typically the number of discrete items that compose the lot by this record. It is stored as a whole number (eg. 1, 2, 3...).
el_gr: Αυτό συνήθως είναι ο αριθμός των διακριτών αντικειμένων που συνθέτουν την παρτίδα από αυτή την εγγραφή. Είναι αποθηκευμένο σαν ακέραιος αριθμό (π.χ. 1, 2, 3 ...).
fr_fr: L&apos;importance du lot d&apos;objet. Ceci est typiquement défini par le nombre d&apos;objets individuels composant le lot de cet entregistrement. Il est défini par un nombre entier (par exemple 1, 2, 3...).

source: Extent units
fr_fr: Unité pour l&apos;importance

source: Units of extent value. (eg. pieces, items, components, reels, etc.)
el_gr: Μονάδες την τιμής του βαθμού. (π.χ κομμάτια, αντικείμενα, συστατικά στοιχεία κ.α)
fr_fr: Unité pour la valeur de l&apos;importance (par exemple pièces, éléments, composants, engrenages, etc.)

source: Indicates if object lot is accessible to the public or not.
el_gr: Υποδεικνύει εάν η παρτίδα αντικειμένου είναι προσβάσιμο στο κοινό ή όχι.
fr_fr: Indique si le lot d&apos;objet est accessible ou non pour le public.

source: Indicates the current state of the object lot record.
el_gr: Δείχνει την τρέχουσα κατάσταση της εγγραφής της παρτίδας αντικείμενου.
fr_fr: Indique l&apos;état courant de l&apos;enregistrement de lot d&apos;objet.

source: Indicates if the object lot is deleted or not.
el_gr: Υποδεικνύει εάν η παρτίδα αντικείμενου έχει διαγραφεί ή όχι.
fr_fr: Indique si le lot d&apos;objet est supprimé ou non.

source: Related events
el_gr: Συναφή γεγονότα
fr_fr: Evénements liés

source: object lot ⇔ collection relationship
el_gr: παρτίδα αντικειμένου ⇔ συσχέτιση συλλογής
fr_fr: relation lot d&apos;objets ⇔ collection

source: object lot ⇔ collection relationships
el_gr: παρτίδα αντικειμένου ⇔ συσχετίσεις συλλογής
fr_fr: relations lot d&apos;objets ⇔ collection

source: object lot ⇔ entity relationship
el_gr: παρτίδα αντικειμένου ⇔ συσχέτιση οντότητας
fr_fr: relation lot d&apos;objets ⇔ entité

source: object lot ⇔ entity relationships
el_gr: παρτίδα αντικειμένου ⇔ συσχετίσεις οντότητας
fr_fr: relations lot d&apos;objets ⇔ entité

source: object lot ⇔ occurrence relationship
el_gr: παρτίδα αντικειμένου ⇔ συσχέτιση περιστατικού
fr_fr: relation lot d&apos;objets ⇔ occurrence

source: object lot ⇔ occurrence relationships
el_gr: παρτίδα αντικειμένου ⇔ συσχετίσεις περιστατικού
fr_fr: relations lot d&apos;objets ⇔ occurrence

source: object lot ⇔ place relationship
el_gr: παρτίδα αντικειμένου ⇔ συσχέτιση τοποθεσίας
fr_fr: relation lot d&apos;objets ⇔ lieu

source: object lot ⇔ place relationships
el_gr: παρτίδα αντικειμένου ⇔ συσχετίσεις τοποθετήσεων
fr_fr: relations lot d&apos;objets ⇔ lieu

source: object lot ⇔ storage location relationship
el_gr: παρτίδα αντικειμένου ⇔ συσχέτιση θέσης αποθήκευσης
fr_fr: relation lot d&apos;objets ⇔ localisations

source: object lot ⇔ storage location relationships
el_gr: παρτίδα αντικειμένου ⇔ συσχετίσεις θέσεων αποθήκευσης
fr_fr: relations lot d&apos;objets ⇔ localisation

source: object lot ⇔ vocabulary term relationship
el_gr: παρτίδα αντικειμένου ⇔ συσχετίση λεξιλόγιου όρων
fr_fr: relation lot d&apos;objets ⇔ terme du vocabulaire

source: object lot ⇔ vocabulary term relationships
el_gr: παρτίδα αντικειμένου ⇔ συσχετίσεις λεξιλογίου όρων
fr_fr: relations lot d&apos;objets ⇔ terme du vocabulaire

source: object representation caption
fr_fr: légende de la représentation d&apos;objet

source: object representation captions
fr_fr: légendes de représentations d&apos;objet

source: Name of representation
el_gr: Όνομα της απεικόνισης
fr_fr: Nom de la représentation

source: object representation multifile
el_gr: ετικέτα απεικόνισης πολυαρχείου
fr_fr: multifichier de représentation d&apos;objet

source: object representation multifiles
el_gr: ετικέτα απεικόνισης πολυαρχείων
fr_fr: multifichiers de représentation d&apos;objet

source: Resource path
el_gr: Πόρος διαδρομής
fr_fr: Chemin de la ressource

source: Organizational path into which this file is placed.
fr_fr: Chemin organisationnel où le fichier est placé.

source: Media metadata
el_gr: Μεταδεδομένα πολυμέσων
fr_fr: Métadonnée du média

source: Media content
el_gr: Περιεχόμενο πολυμέσων
fr_fr: Contenu du média

source: Indicates how multifiles should be ordered in a list. Higher ranks are lower in the list. That is, rank is used to sort in ascending order.
el_gr: Δείχνει πώς τα πολυαρχεία πρέπει να ταξινομιθούν σε μια λίστα. Οι υψηλότεροι βαθμοί είναι χαμηλότεροι στη λίστα. Ο βαθμός χρησιμοποιείται για ταξινόμηση σε αύξουσα σειρά.
fr_fr: Indique comment les multifichiers doivent être organisés en liste. Les rangs les plus hauts se trouvent en bas de la liste. En résumé, le rang est utilisé pour un tri croissant.

source: Unique numeric identifier used by CollectiveAccess internally to identify this representation
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cette représentation

source: The locale from which the representation originates.
fr_fr: La locale dont provient la représentation.

source: Indicates the type of the representation. The type can only be set when creating a new representation and cannot be changed once the representation is saved.
el_gr: Δηλώνει τον τύπο της απεικόνισης. Ο τύπος μπορεί να καθοριστεί μόνο κατά τη δημιουργία μια νέας απεικόνισης και δεν μπορεί να αλλάξει όταν η απεικόνιση έχει αποθηκευτεί.
fr_fr: Indique le type de représentation. Le type peut être défini uniquement lors de la création d&apos;une nouvelle représentation et ne peut être changé après enregistrement.

source: Representation identifier
fr_fr: Identifiant de la représentation

source: Original filename
fr_fr: Nom du fichier d'origine

source: Indicates if representation is accessible to the public or not.
el_gr: Υποδεικνύει αν η απεικόνιση θα είναι προσβάσιμη στο κοινό ή όχι.
fr_fr: Indique si la représentation est visible par le public ou non.

source: Indicates the current state of the representation.
el_gr: Δείχνει την τρέχουσα κατάσταση της απεικόνισης.
fr_fr: Indique l&apos;état courant de la représentation.

source: Related annotations
el_gr: Σχετικά σχόλια
fr_fr: Annotations liées

source: No media was specified
el_gr: Κανένα πολυμέσο δεν ορίστηκε
fr_fr: Aucun média n&apos;a été spécifié

source: File is not part of this representation
el_gr: Το αρχείο δεν είναι μέρος αυτής της απεικόνισης
fr_fr: Le fichier ne fait pas partie de cette représentation

source: representation ⇔ collection relationship
fr_fr: relation représentation ⇔ occurrence

source: representation ⇔ collection relationships
fr_fr: relations représentation ⇔ collection

source: object representation ⇔ entity relationship
el_gr: απεικόνιση αντικειμένου ⇔ συσχέτιση οντότητας
fr_fr: relation représentation d&apos;objet ⇔ personne

source: object representation ⇔ entity relationships
el_gr: απεικόνιση αντικειμένου ⇔ συσχετίσεις οντότητας
fr_fr: relations représentation d&apos;objet ⇔ personne

source: object representation ⇔ object representation relationship
fr_fr: relation représentation d&apos;objet ⇔ représentation d&apos;objet

source: object representation ⇔ object representation relationships
fr_fr: relations représentation d&apos;objet ⇔ représentation d&apos;objet

source: representation ⇔ occurrence relationship
el_gr: απεικόνιση ⇔ συσχέτιση περιστατικού
fr_fr: relation représentation ⇔ occurrence

source: representation ⇔ occurrence relationships
el_gr: απεικόνιση ⇔ συσχετίσεις περιστατικού
fr_fr: relations représentation ⇔ occurrence

source: representation ⇔ place relationship
el_gr: απεικόνιση ⇔ συσχέτιση τοποθέτισης
fr_fr: relation représentation ⇔ occurrence

source: representation ⇔ place relationships
el_gr: απεικόνιση ⇔ συσχετίσεις τοποθεσίας
fr_fr: relation représentation ⇔ lieu

source: representation ⇔ storage location relationship
fr_fr: relation représentation d&apos;objet ⇔ emplacement

source: representation ⇔ storage location relationships
fr_fr: relations représentation d'objet ⇔ emplacement

source: object representations ⇔ vocabulary term relationship
el_gr: object representation ⇔ συσχετίση λεξιλόγιου όρων
fr_fr: relation représentation d&apos;objet ⇔ terme du vocabulaire

source: object representations ⇔ vocabulary term relationships
el_gr: object representation ⇔ συσχετίσεις λεξιλογίου όρων
fr_fr: relations représentation d&apos;objet ⇔ terme du vocabulaire

source: Unique numeric identifier used by CollectiveAccess internally to identify this object
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cet objet

source: Lot this object belongs to; is null if object is not part of a lot.
fr_fr: Lot auquel appartient l&apos;objet ; est nul si l&apos;objet ne fait pas partie d&apos;un lot.

source: Administrative source of object. This value is often used to indicate the administrative sub-division or legacy database from which the object originates, but can also be re-tasked for use as a simple classification tool if needed.
fr_fr: La source administrative de l&apos;objet. Cette valeur est souvent utilisée pour indiquer la subdivision administration ou la base de données d&apos;origine dont l&apos;objet est issu, mais peut aussi être réutilisé comme outil simple de classification au besoin.

source: The type of the object. In CollectiveAccess every object has a single "instrinsic" type that determines the set of descriptive, technical and administrative metadata that can be applied to it. As such this type is "low-level" and directly tied to the form of the object - eg. photograph, book, analog video recording, etc.
el_gr: Ο τύπος του αντικειμένου. Στο CollectiveAccess κάθε αντικείμενο έχει έναν μοναδικό τύπο "instrinsic" που καθορίζει το σύνολο των χαρακτηριστικών, τεχνικών και διαχειριστικών μεταδεδομένων που μπορούν να εφαρμοστούν σε αυτό. Ως εκ τούτου αυτός ο τύπος "χαμηλού επιπέδου" και είναι άμεσα συνδεδεμένα με τη μορφή του αντικειμένου - για παράδειγμα φωτογραφία, βιβλία, αναλογική εγγραφή βίντεο, κ.λπ.
fr_fr: Le type de l&apos;objet. Dans CollectiveAccess tout objet a un unique type "intrinsèque" qui détermine l&apos;ensemble des métadonnées descriptives, techniques et administratives qui peuvent s&apos;y appliquer. Ce type est de "bas niveau" et directement attaché à la forme de l&apos;objet : par exemple photographie, livre, enregistrement vidéo analogique, etc.

source: Object identifier
el_gr: Αναγνωριστικό αντικειμένου
fr_fr: Identifiant d&apos;objet

source: A unique alphanumeric identifier for this object. This is usually equivalent to the "accession number" in museum settings.
el_gr: Ένα μοναδικό αλφαριθμητικό αναγνωριστικό για αυτό το αντικείμενο. Αυτό είναι συνήθως ισοδύναμο με τον "αριθμό εισαγωγής" στις ρυθμίσεις του μουσείου.
fr_fr: Un identifiant alphanumérique unique pour cet objet. Ceci est généralement équivalent au "numéro d&apos;enregistrement" dans les configuration de musées.

source: Indicates accession/collection status of object. (eg. accessioned, pending accession, loan, non-accessioned item, etc.)
el_gr: Δείχνει την κατάσταση της εισαγωγής του αντικειμένου της συλλογής. (π.χ εισήχθει, εκρεμμεί εισαγωγή, δάνειο, δεν εισήχθει το αντικείμενο, κλπ.)
fr_fr: Indique le statut d&apos;acquisition/de collection pour un objet (par exemple acquis, en cours d&apos;acquisition, en prêt, item non acquis, etc.)

source: Acquisition method
el_gr: Μέθοδος απόκτησης
fr_fr: Méthode d&apos;acquisition

source: Indicates method employed to acquire the object.
el_gr: Δηλώνει τη μεθόδο που χρησιμοποιείται για να αποκτηθεί το αντικείμενο.
fr_fr: Indique la méthode employée pour acquérir l&apos;objet.

source: The extent of the object. This is typically the number of discrete items that compose the object represented by this record. It is stored as a whole number (eg. 1, 2, 3...).
fr_fr: L&apos;importance de l&apos;objet. Ceci est typiquement défini par le nombre d&apos;objets individuels composant l&apos;objet représenté par cet enregistrement. Il est défini par un nombre entier (par exemple 1, 2, 3...).

source: Indicates if object is accessible to the public or not.
el_gr: Δείχνει αν το αντικείμενο είναι προσβάσιμο στο κοινό ή όχι.
fr_fr: Indique si l&apos;objet est visible ou non par le public.

source: Indicates the current state of the object record.
el_gr: Δείχνει την τρέχουσα κατάσταση της εγγραφής αντικειμένου.
fr_fr: Indique l&apos;état courant de l&apos;enregistrement de l&apos;objet.

source: Indicates if the object is deleted or not.
el_gr: Υποδεικνύει εάν το αντικείμενο διαγράφεται ή όχι.
fr_fr: Indique si l&apos;objet est supprimé ou non.

source: Media representations
el_gr: Απεικόνιση πολυμέσων
fr_fr: Représentations média

source: Sets
el_gr: Ομάδες
fr_fr: Ensembles

source: Representation id=%1 does not exist
el_gr: Η απεικόνιση id=%1 δεν υπάρχει
fr_fr: La représentation &apos;%1&apos; n&apos;existe pas

source: Representation id=%1 is not related to object id=%2
el_gr: Η απεικόνιση id=%1 δεν συνδέεται με το αντικείμενο id=%2
fr_fr: La représentation id=%1 n&apos;est pas liée à l&apos;objet id=%2

source: object ⇔ collection relationship
el_gr: αντικείμενο ⇔ συσχέτιση συλλογής
fr_fr: relation objet ⇔ collection

source: object ⇔ collection relationships
el_gr: αντικείμενο ⇔ συσχετίσεις συλλογής
fr_fr: relations objet ⇔ collection

source: object ⇔ entity relationship
el_gr: αντικείμενο ⇔ συσχέτιση οντότητας
fr_fr: relation objet ⇔ entité

source: object ⇔ entity relationships
el_gr: αντικείμενο ⇔ συσχετίσεις οντότητας
fr_fr: relations objet ⇔ entité

source: object ⇔ object representation relationship
el_gr: αντικείμενο ⇔ συσχέτιση απεικόνισης αντικειμένου
fr_fr: relation objet ⇔ représentation d&apos;objet

source: object ⇔ object representation relationships
el_gr: αντικείμενο ⇔ συσχετίσεις απεικόνισης αντικειμένου
fr_fr: relations objet ⇔ représentation d&apos;objet

source: Is primary?
el_gr: Είναι πρωτεύον?
fr_fr: Est primaire ?

source: Indicates that the representation should be used to depict the object is situations where only a single representation can be displayed (eg. search results).
el_gr: Δηλώνει ότι η απεικόνιση θα πρέπει να χρησιμοποιείται για να απεικονίσει το αντικείμενο σε καταστάσεις στις οποίες μόνο μια ενιαία εκπροσώπηση μπορεί να εμφανίζεται (π.χ αποτελέσματα αναζήτησης).
fr_fr: Indique si la représentation qui doit être utilisée pour décrire l&apos;objet consiste en une situation où une représentation unique peut être affichée (par exemple, des résultats de recherche).

source: The relative priority of the representation when displayed in a list with other representations. Lower numbers indicate higher priority.
el_gr: Η σχετική προτεραιότητα της απεικόνισης, όταν εμφανίζεται σε μια λίστα με άλλες απεικονίσεις. Οι χαμηλές τιμές υποδηλώνουν μεγαλύτερη προτεραιότητα.
fr_fr: La priorité de la représentation lorsqu&apos;affiché dans une liste avec d&apos;autres représentations. Les plus petits nombres indiquent une priorité plus haute.

source: Related object does not exist
el_gr: Σχετικά αντικείμενα δεν υπάρχουν
fr_fr: L&apos;objet lié n&apos;existe pas
