Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: File could not be processed for %1; can't convert mimetype %2 to extension
fr_fr: Le fichier n&apos;a pu être traité pour %1 ; impossible de convertir le mimetype &apos;%2&apos; vers l&apos;extension choisie

source: Could not update %1.%2: %3
fr_fr: Impossible de mettre à jour %1. %2 : %3

source: Processed file %1
fr_fr: Fichier %1 traité

source: Form styles configuration file '%1' does not exist
el_gr: Το αρχείο ρυθμίσεων της μορφής των στυλ '%1' δεν υπάρχει
fr_fr: Le fichier de configuration &apos;%1&apos; des styles de formulaire n&apos;existe pas

source: Form configuration file '%1' does not exist
el_gr: Το αρχείο ρυθμίσεων της φόρμας '%1' δεν υπάρχει
fr_fr: Le fichier de configuration des formulaires &apos;%1&apos; n&apos;existe pas

source: Form '%1' does not exist
el_gr: Η φόρμα '%1' δεν υπάρχει
fr_fr: Le formulaire '%1' n&apos;existe pas

source: Invalid page element type '%1'
el_gr: Άκυρη σελίδα τύπου στοιχείου '%1'
fr_fr: Type invalide d&apos;élément de page &apos;%1&apos;

source: Page element '%1' does not exist
el_gr: Η σελίδα του στοιχείο δεν υπάρχει '%1'
fr_fr: L&apos;élément de page &apos;%1&apos; n&apos;existe pas

source: Could not load font '%1'
el_gr: Δεν ήταν δυνατή η φόρτωση της γραμματοσειράς '%1'
fr_fr: Impossible de charger la police de caractères &apos;%1&apos;

source: Could not load image at '%1'
el_gr: Δεν ήταν δυνατή η φόρτωση της εικόνας στο '%1'
fr_fr: Impossible de charger l&apos;image à %1

source: Invalid class '%1'
el_gr: Άκυρη κλάση '%1'
fr_fr: Classe invalide &apos;%1&apos;

source: Outline settings are invalid
el_gr: Οι διάρθρωση των ρυθμίσεων δεν είναι έγκυρη
fr_fr: Les paramètres de contour sont invalides

source: Invalid subform element type '%1'
el_gr: Άκυρη δευτερεύουσα φόρμα τύπου στοιχείου '%1'
fr_fr: Type d&apos;élément invalide dans le formulaire &apos;%1&apos;

source: access control list
el_gr: πρόσβαση στη λίστα ελέγχου
fr_fr: Liste de contrôle d&apos;accès

source: access control lists
el_gr: πρόσβαση στις λίστες ελέγχου
fr_fr: Listes de contrôle d&apos;accès

source: Table num
el_gr: Αριθμός πίνακα
fr_fr: Numéro de table

source: Access
el_gr: Πρόσβαση
fr_fr: Accéder à

source: application variable
el_gr: μεταβλητή εφαρμογής
fr_fr: variable d&apos;application

source: application variables
el_gr: μεταβλητές εφαρμογής
fr_fr: variables d&apos;application

source: attribute value
el_gr: Ιδιότητα τιμής
fr_fr: valeur d&apos;attribut

source: attribute values
el_gr: Ιδιότητες τιμών
fr_fr: valeurs d&apos;attribut

source: attribute
el_gr: Ιδιότητα
fr_fr: attribut

source: attributes
el_gr: Ιδιότητες
fr_fr: attributs

source: The locale best describing the origin of this information.
el_gr: Οι τοπικές ρυθμίσεις που περιγράφει καλύτερα την προέλευση των εν λόγω πληροφοριών.
fr_fr: La locale décrivant le mieux l&apos;origine de cette information.

source: bookmark folder
fr_fr: répertoire de favori

source: bookmark folders
fr_fr: répertoires de favoris

source: CollectiveAccess id
fr_fr: Identifiant CollectiveAccess

source: Folder name
fr_fr: Nom du répertoire

source: A name to display for the folder.
fr_fr: Un nom à afficher pour le répertoire.

source: Sort order
el_gr: Σειρά ταξινόμησης
fr_fr: Ordre de tri

source: Could not reorder stop %1: %2
fr_fr: Impossible de ré-ordonner le point de parcours %1 : %2

source: bookmark
fr_fr: favori

source: bookmarks
fr_fr: favoris

source: Folder
fr_fr: Répertoire

source: Bookmark type
fr_fr: Type de favori

source: Indicates type of item bookmark represents.
fr_fr: Indique le type d&apos;enregistrement que le favori représente.

source: representation annotations
el_gr: Απεικόνιση σχολιασμών
fr_fr: annotations pour la représentation

source: list items
el_gr: Λίστα αντικειμένων
fr_fr: éléments de liste

source: Bookmark created on
fr_fr: Favori créé le

source: Date/time the bookmark was created.
fr_fr: La date et heure de création du favori.

source: bundle display name
fr_fr: nom affiché pour le paquet

source: bundle display names
fr_fr: noms de paquets

source: Name
el_gr: Όνομα
fr_fr: Nom

source: Name of display
el_gr: Όνομα της εμφάνισης
fr_fr: Nom de l&apos;affichage

source: Description of display
el_gr: Περιγραφή της εμφάνισης
fr_fr: Description de l&apos;affichage

source: Locale of display name
el_gr: Τοπικές ρυθμίσεις του εμφανιζόμενου ονόματος
fr_fr: Langue du nom d&apos;affichage

source: Is preferred
el_gr: Είναι προτιμότερη
fr_fr: est préféré

source: Text label to be used for displayed information.
fr_fr: Libellé texte à utiliser pour l&apos;information affichée

source: bundle display placement
fr_fr: Emplacement du groupe pour l&apos;affichage

source: bundle display placements
fr_fr: Emplacements des groupes pour l&apos;affichage

source: Bundle name
el_gr: Όνομα δέσμης
fr_fr: Nom du groupe

source: Name of bundle to display
fr_fr: Nom du groupe à afficher

source: Settings
el_gr: Ρυθμίσεις
fr_fr: Paramètres

source: The relative priority of the display when displayed in a list with other displays. Lower numbers indicate higher priority.
el_gr: Η σχετική προτεραιότητα της εμφάνισης, όταν εμφανίζεται σε μια λίστα με άλλες εμφανίσεις. Οι χαμηλές τιμές υποδηλώνουν μεγαλύτερη προτεραιότητα.
fr_fr: La priorité de l&apos;affichage lorsqu&apos;affiché dans une liste avec d&apos;autre affichage. Les plus petits nombres indiquent une priorité plus haute.

source: display list
el_gr: Εμφάνιση λίστας
fr_fr: liste d&apos;affichage

source: display lists
el_gr: Εμφάνιση λιστών
fr_fr: listes d&apos;affichage

source: Is system display?
el_gr: Είναι η εμφάνιση του συστήματος ?
fr_fr: Est un affichage système ?

source: If set, display will be available to all users as part of the system-wide display list.
el_gr: Εάν ρυθμιστεί, η εμφάνιση θα είναι διαθέσιμη σε όλους τους χρήστες ως μέρος του συστήματος σε όλη την λίστα εμφάνισης.
fr_fr: Si sélectionné, l&apos;affichage sera disponible pour tous les utilisateurs en tant que liste d&apos;affichage système.

source: Display type
el_gr: Εμφάνιση τύπου
fr_fr: Type d&apos;affichage

source: Indicates type of item display is used for.
el_gr: Υποδεικνύει αν ο τύπος θα εμφανίζεται στο κοινό ή όχι.
fr_fr: Indique le type d&apos;item pour lequel cet affichage est utilisé.

source: Display code
el_gr: Εμφάνιση κωδικού
fr_fr: Code d&apos;affichage

source: Display settings
el_gr: Εμφάνιση ρυθμίσεων
fr_fr: Paramètres d&apos;affichage

source: Display empty values?
fr_fr: Afficher les valeurs vides ?

source: If checked all values will be displayed, whether there is content for them or not.
fr_fr: Si coché, toutes les valeurs seront affichées même si leur contenu est vide.

source: User access
fr_fr: Accès utilisateur

source: Group access
fr_fr: Contrôle d&apos;accès par groupe

source: Display list contents
el_gr: Εμφάνιση περιεχομένων λίστας
fr_fr: Afficher le contenu de la liste

source: Maximum length
fr_fr: Nombre maximal de caractères

source: Maximum length, in characters, of displayed information.
fr_fr: Nombre maximal de caractères lors de l&apos;affichage de l&apos;information.

source: Display format
fr_fr: Format d&apos;affichage

source: Template used to format output.
fr_fr: Mise en forme utilisée pour l&apos;affichage

source: Delimiter
fr_fr: Séparateur

source: Text to place in-between repeating values.
fr_fr: Texte à placer entre des valeurs multiples.

source: Singular
fr_fr: Singulier

source: Plural
fr_fr: Pluriel

source: Sense
fr_fr: Sens

source: Determines if value used is singular or plural version.
fr_fr: Détermine si la valeur est au singulier ou au pluriel.

source: Media
el_gr: Πολυμέσα
fr_fr: Média

source: Output mode
fr_fr: Mode de sortie

source: Determines if value used is URL of media or the media itself.
fr_fr: Détermine si la valeur utilisée est l&apos;URL du média ou le média lui-même.

source: Display as link to editor
fr_fr: Afficher en tant que lien vers l'éditeur

source: Restrict to relationship types
fr_fr: Restreindre aux types de relation

source: Restricts display to items related using the specified relationship type(s). Leave all unchecked for no restriction.
fr_fr: Limite l&apos;affichage aux items liés par la relation spécifiée. Laisser vide pour ne pas appliquer de restriction.

source: Restrict to types
fr_fr: Restreindre aux types

source: Restricts display to items of the specified type(s). Leave all unchecked for no restriction.
fr_fr: Limite l&apos;affichage aux items du (des) type(s) spécifiés(s). Laisser vide pour ne pas appliquer de restriction.

source: Show hierarchy?
fr_fr: Afficher la hiérarchie ?

source: If checked the full hierarchical path will be shown.
fr_fr: Si activé, l&apos;intégralité de la hiérarchie de l&apos;item sera affichée.

source: Remove first items from hierarchy?
fr_fr: Retirer les premiers items de la hiérarchie ?

source: If set to a non-zero value, the specified number of items at the top of the hierarchy will be omitted. For example, if set to 2, the root and first child of the hierarchy will be omitted.
fr_fr: Si défini à une valeur différente de zéro, le nombre spécifié d&apos;items en début de liste seront ignorés. Par exemple, si défini à 2, la racine et le premier niveau de la hiérarchie seront ignorés.

source: top first
fr_fr: premier en partant du haut

source: bottom first
fr_fr: premier en partant du bas

source: Order hierarchy
fr_fr: Ordre de la hiérarchie

source: Determines order in which hierarchy is displayed.
fr_fr: Détermine l&apos;ordre d&apos;affichage de la hiérarchie

source: Maximum length of hierarchy
fr_fr: Longueur maximale de la hiérarchie

source: Maximum number of items to show in the hierarchy. Leave blank to show the unabridged hierarchy.
fr_fr: Nombre maximum d&apos;items à afficher dans la hiérarchie. Laisser vide pour afficher la totalité de la hiérarchie.

source: Hierarchical delimiter
fr_fr: Séparateur de hiérarchie

source: Text to place in-between elements of a hierarchical value.
fr_fr: Texte à placer entre deux éléments d&apos;une valeur hiérarchique.

source: Date format
fr_fr: Format de date

source: General
fr_fr: Général

source: Date and time item was created
fr_fr: Date et heure de création de l'enregistrement

source: Date and time item was last modified
fr_fr: Date et heure de dernière modification de l'enregistrement

source: Placement label
fr_fr: Libellé d&apos;emplacement

source: The label for this placement as defined in the placements settings. The value used will be adjusted to reflect the current user&apos;s locale.
fr_fr: Le libellé de cet emplacement défini dans les paramètres des emplacements. La valeur utilisée sera déterminée en fonction de la langue utilisateur.

source: Specified version of media
fr_fr: Version spécifiée pour le média

source: The version of the media representation specified by {version name} for display.
fr_fr: La version de la représentation média spécifiée par {version name} pour l&apos;affichage.

source: bundle displays ⇔ group association
el_gr: Απεικονίσεις δέσμης ⇔ ένωση ομάδας
fr_fr: association paquet d&apos;affichages ⇔ groupe

source: bundle displays ⇔ group associations
el_gr: Απεικονίσεις δέσμης ⇔ ενώσεις ομάδας
fr_fr: associations paquet d&apos;affichages ⇔ groupe

source: has no access
fr_fr: n&apos;a pas accès

source: can read
fr_fr: peut lire

source: can edit
fr_fr: peut modifier

source: Indicates group&apos;s level of access to the display.
fr_fr: Indique une gestion par groupe des droits d&apos;affichage

source: bundle displays ⇔ user association
fr_fr: association paquet d&apos;affichages ⇔ utilisateur

source: bundle displays ⇔ user associations
fr_fr: associations affichages ⇔ utilisateur

source: Indicates user&apos;s level of access to the display.
fr_fr: Indique une gestion par utilisateur des droits d&apos;affichage

source: mapping unit name
fr_fr: nom d'unité de correspondance

source: mapping unit names
fr_fr: noms d'unité de correspondance

source: Name of mapping unit
fr_fr: Nom d'unité de correspondance

source: Description of mapping unit name
fr_fr: Description du nom de l'unité de correspondance

source: bundle mapping group
fr_fr: groupe de correspondances

source: bundle mapping groups
fr_fr: groupes de correspondances

source: Unit code
fr_fr: Code d'unité

source: Base path for CollectiveAccess target
fr_fr: Emplacement de base pour le CollectiveAccess cible

source: Base path for external target
fr_fr: Emplacement pour cible externe

source: Unit settings
fr_fr: Paramètres d'unités

source: Notes and remarks relating to the mapping unit
fr_fr: Notes et remarques sur l'unité de correspondance

source: Unit rules
fr_fr: Règles d'unité

source: List
el_gr: Λίστα
fr_fr: Liste

source: List to add items to.
fr_fr: Liste pour y ajouter les éléments.

source: Priority
el_gr: Προτεραιότητα
fr_fr: Imprimer

source: Force output?
fr_fr: Forcer la sortie ?

source: mapping name
fr_fr: nom de correspondance

source: mapping names
fr_fr: noms de correspondance

source: Name of mapping
el_gr: Ονομασία της χαρτογράφησης
fr_fr: Nom du mapping

source: Description of mapping
el_gr: Περιγραφή της χαρτογράφησης
fr_fr: Description du mapping

source: Locale of mapping name
el_gr: Τοπικές ρυθμίσεις για αντιστοίχιση ονόματος
fr_fr: Locale du nom du mapping

source: mapping rule
fr_fr: règle de correspondance

source: mapping rules
fr_fr: règles de correspondance

source: CollectiveAccess bundle
fr_fr: Groupe d'éléments CollectiveAccess

source: Name of CollectiveAccess bundle to map.
fr_fr: Nom du paquet CollectiveAccess à mapper.

source: External element
fr_fr: Elément externe

source: Rule settings
fr_fr: Paramètres de règle

source: Notes and remarks relating to the mapping rule
fr_fr: Notes et remarques sur la règle de correspondance

source: Part to use
fr_fr: Partie à utiliser

source: Direction of mapping. "Import" indicates the mapping is <i>from</i> an external source into CollectiveAccess; "export" means the mapping is from CollectiveAccess to an external target.
fr_fr: Direction du mapping. "Import" indique que le mapping est fait <i>depuis</i> une source externe vers CollectiveAccess ; "export" signifie que le mapping est fait de CollectiveAccess vers une cible externe.

source: Code indicating import/export data format (Ex. EAD, METS)
el_gr: Κωδικός που υποδηλώνει την εισαγωγή/εξαγωγή μορφή δεδομένων (Ex. EAD, METS)
fr_fr: Code du format d&apos;import/d&apos;export (ex. EAD, METS)

source: Mapping code
el_gr: Κωδικός χαρτογράφισης
fr_fr: Code de mapping

source: Unique identifer for this mapping.
el_gr: Μοναδικός κωδικός αναγνώρισης για αυτή την χαρτογράφηση.
fr_fr: Identifiant unique pour ce mapping.

source: Item type
fr_fr: Type d&apos;item

source: Type of item for which data is being imported or exported.
fr_fr: Type d'enregistrement pour lequel les données sont exportées ou importées.

source: object events
el_gr: Συμβάντα Αντικειμένου
fr_fr: événements d&apos;objets

source: Not accessible to public
el_gr: Δεν είναι προσβάσιμο στο κοινό
fr_fr: Non accessible au public

source: Accessible to public
el_gr: Προσβάσιμο στο κοινό
fr_fr: Accessible pour le public

source: Indicates if mapping is accessible to the public or not.
fr_fr: Indique si la correspondance est visible par le public ou non.

source: Mapping settings
fr_fr: Paramètres de localisation

source: Mapping units
fr_fr: Unités de correspondance

source: Default locale
fr_fr: Locale par défaut

source: change log entry
el_gr: Αλλαγή ιστορικού καταχώρησης
fr_fr: entrée dans l&apos;historique des modifications

source: change log entries
el_gr: Αλλαγή ιστορικού καταχωρήσεων
fr_fr: entrées dans l&apos;historique des modifications

source: Logged date and time
el_gr: Καταγράφηκε ημερομηνία και ώρα
fr_fr: Heure et date enregistrées

source: Date and time logged event occurred
el_gr: Ημερομηνία και ώρα που καταγράφηκε το συμβάν
fr_fr: Heures et dates enregistrées pour l&apos;événement

source: User who performed event
el_gr: Ο χρήστης που πραγματοποίησε το γεγονός
fr_fr: Utilisateur qui a réalisé la modification

source: Type of action performed by user
el_gr: Τύπος ενεργιών που εκτελούνται από το χρήστη
fr_fr: Type d&apos;action faite par l&apos;utilisateur

source: Remarks
el_gr: Παρατηρήσεις
fr_fr: Remarques

source: Remarks relating to change
el_gr: Παρατηρήσεις σχετικά με την αλλαγή
fr_fr: Remarques sur la modification

source: change log subject
el_gr: Αλλαγή ιστορικού θέματος
fr_fr: objet de l&apos;historique des modifications

source: change log subjects
el_gr: Αλλαγή ιστορικού θεμάτων
fr_fr: objets de l&apos;historique des modifications

source: collection name
fr_fr: nom de la collection

source: collection names
fr_fr: noms de collection

source: Locale of label
el_gr: Τοπικές ρυθμίσεις της ετικέτας
fr_fr: Langue du label

source: Indicates the type of label and how it should be employed.
el_gr: Δηλώνει το είδος της ετικέτας και πώς θα πρέπει να χρησιμοποιείται.
fr_fr: Indique le type de label et comment il doit être utilisé.

source: Name of collection
el_gr: Όνομα της συλλογής
fr_fr: Nom de la collection

source: The locale from which the collection originates.
fr_fr: La locale dont est issue la collection.

source: The type of the collection. In CollectiveAccess every collection has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
el_gr: Ο τύπος της συλλογής. Στο CollectiveAccess κάθε συλλογή έχει μόνο ένα τύπο "instrinsic" που καθορίζει το σύνολο των περιγραφικών και διαχειριστικών μεταδεδομένων που μπορούν να εφαρμοστούν σε αυτό.
fr_fr: Le type de collection. Dans CollectiveAccess, toute collection a un seul type "intrinsèque" qui détermine l&apos;ensemble des métadonnées administratives et descriptives qui peuvent s&apos;y appliquer.

source: Collection identifier
el_gr: Αναγνωριστικό συλλογής
fr_fr: Identifiant de la collection

source: A unique alphanumeric identifier for this collection.
el_gr: Προτεινόμενοι τίτλοι για αυτό το αντικείμενο
fr_fr: Un identifiant alphanumérique unique pour cette collection

source: Administrative source of the collection. This value is often used to indicate the administrative sub-division or legacy database from which the collection originates, but can also be re-tasked for use as a simple classification tool if needed.
el_gr: Διαχειριστική πηγή της συλλογής. Αυτή η τιμή χρησιμοποιείται συχνά για να δείξει τη διαχειριστική υποδιαίρεση ή μια απαρχαιωμένη βάση δεδομένων από την οποία προέρχεται η συλλογή, αλλά μπορεί επίσης να αναπρογραμματίζεται για χρήση ως ένα απλό εργαλείο ταξινόμησης, εφόσον αυτό απαιτείται.
fr_fr: La source administrative de la collection. Cette valeur est souvent utilisée pour indiquer la subdivision administration ou la base de données d&apos;origine dont la collection est issue, mais peut aussi être réutilisé comme outil simple de classification au besoin.

source: Indicates if collection information is accessible to the public or not.
el_gr: Υποδεικνύει εάν οι πληροφορίες των συλλογών είναι προσβάσιμες στο κοινό ή όχι.
fr_fr: Indique si l&apos;information de la collection est accessible ou non pour le public.

source: Newly created
el_gr: Πρόσφατα δημιουργημένο
fr_fr: Récemment créé

source: Editing in progress
el_gr: Επεξεργασία σε εξέλιξη
fr_fr: Modification en cours

source: Editing complete - pending review
el_gr: Η επεξεργασία ολοκληρώθηκε- εκκρεμεί η αναθεώρηση
fr_fr: Modification réalisée - en attente de validation

source: Review in progress
el_gr: Αναθεώρηση σε εξέλιξη
fr_fr: En cours de validation

source: Completed
el_gr: Ολοκληρώθηκε
fr_fr: Terminé

source: Status
el_gr: Κατάσταση
fr_fr: Statut

source: Indicates the current state of the collection record.
el_gr: Δείχνει την τρέχουσα κατάσταση της εγγραφής της συλλογής
fr_fr: Indique l&apos;état courant de l&apos;enregistrement de collection.

source: Is deleted?
el_gr: Διαγράφεται;
fr_fr: A été supprimé ?

source: Indicates if the collection is deleted or not.
el_gr: Δείχνει εάν η συλλογή διαγράφεται ή όχι.
fr_fr: Indique si une collection est supprimée ou non.

source: Related entities
el_gr: Σχετικές οντότητες
fr_fr: Personnes liées

source: Related places
el_gr: Σχετικές θέσεις
fr_fr: Lieux liés

source: Related collections
el_gr: Σχετικές συλλογές
fr_fr: Collections liées

source: Related occurrences
el_gr: Σχετικά περιστατικά
fr_fr: Occurrences liées

source: Related lot
el_gr: Σχετική παρτίδα
fr_fr: Lot lié

source: Related storage locations
el_gr: Σχετικές θέσεις αποθήκευσης
fr_fr: Localisations liées

source: Related vocabulary terms
el_gr: Σχετικό λεξιλόγιο όρων
fr_fr: Termes de vocabulaire liés

source: Related loans
fr_fr: Prêts liés

source: Related movements
fr_fr: Mouvements liés

source: Hierarchy navigation
el_gr: Ιεραρχία πλοήγηση
fr_fr: Navigation dans la hiérarchie

source: Location in hierarchy
el_gr: Θέση στην ιεραρχία
fr_fr: Emplacement dans la hiérarchie

source: collection ⇔ collection relationship
el_gr: συλλογή ⇔ συσχέτιση συλλογής
fr_fr: relation collection ⇔ collection

source: collection ⇔ collection relationships
el_gr: συλλογή ⇔ συσχετίσεις συλλογής
fr_fr: relations collection ⇔ collection

source: Effective dates
el_gr: Ενεργές ημερομηνίες
fr_fr: Dates effectives

source: Period of time for which this relationship was in effect. This is an option qualification for the relationship. If left blank, this relationship is implied to have existed for as long as the related items have existed.
el_gr: Χρονικό διάστημα για το οποίο η συσχέτιση αυτή ήταν σε ισχύ. Αυτό είναι ένα προαιρετικό προσόν για αυτή τη συσχέτιση. Αν μείνει κενό, αυτή η συσχέτιση συνεπάγεται ότι υπήρχε για όσο διάστημα υπήρχαν τα σχετικά αντικείμενα.
fr_fr: Période durant laquelle la relation était effective. Ceci est une qualification optionnelle pour la relation. Si laissée vide, cette relation est supposée avoir existée aussi longtemps que les objets ont existé.

source: The relative priority of the relationship when displayed in a list with other relationships. Lower numbers indicate higher priority.
el_gr: Η σχετική προτεραιότητα της συσχέτισης, όταν εμφανίζεται σε μια λίστα με άλλες συσχετίσεις. Οι χαμηλές τιμές υποδηλώνουν μεγαλύτερη προτεραιότητα.
fr_fr: La priorité relative de la relation quand celle-ci est affichée dans une liste avec d&apos;autres relations. Les plus petits nombres indiquent une priorité plus haute.

source: collection ⇔ storage location relationship
fr_fr: relation collection ⇔ localisation

source: collection ⇔ storage location relationships
fr_fr: relations collection ⇔ localisation

source: collection ⇔ vocabulary term relationship
el_gr: συλλογή ⇔ συσχετίση λεξιλόγιου όρων
fr_fr: relation collection ⇔ terme du vocabulaire

source: collection ⇔ vocabulary term relationships
el_gr: συλλογή ⇔ συσχετίσεις λεξιλόγιου όρων
fr_fr: relations collection ⇔ terme du vocabulaire

source: Source of communication
fr_fr: Source de la communication

source: Text of message.
fr_fr: Texte du message.

source: Order
fr_fr: Commande

source: Item
fr_fr: Élément

source: Download
el_gr: Λήψη
fr_fr: Télécharger

source: order item
fr_fr: commander l'objet

source: order items
fr_fr: commander les objets

source: Object
el_gr: Αντικείμενο
fr_fr: Objet

source: Provision of print
fr_fr: Provision de version imprimée

source: Use license (online only)
fr_fr: Utiliser la licence (en ligne uniquement)

source: Scan of image
fr_fr: Scan de l'image

source: Fee
fr_fr: Taxe

source: Fee charged for item.
fr_fr: Paiement nécessaire pour l'item

source: Tax
fr_fr: Taxes

source: Tax charged for item.
fr_fr: Taxes pour l'objet

source: order
fr_fr: commande

source: orders
fr_fr: commandes

source: Order status
fr_fr: Statut de commande

source: Status of order.
fr_fr: Statut d'ordre.

source: open
fr_fr: ouvert

source: placed
fr_fr: placé

source: fulfilled
fr_fr: rempli

source: closed
fr_fr: fermé
