Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: user-set assocation
fr_fr: association utilisateur-ensemble

source: user-set assocations
fr_fr: associations utilisateur-ensemble

source: Indicates user&apos;s level of access to the set.
fr_fr: Indique une gestion par utilisateur pour l&apos;accès à l&apos;ensemble.

source: storage location name
fr_fr: nom de la localisation

source: storage location names
fr_fr: noms de localisation

source: Name of storage location
el_gr: Ομάδα της τοποθεσίας αποθήκευσης
fr_fr: Nom de la localisation

source: Unique numeric identifier used by CollectiveAccess internally to identify this storage location
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cet emplacement

source: The type of the storage location. In CollectiveAccess every storage location has a single "instrinsic" type that determines the set of descriptive and administrative metadata that can be applied to it.
fr_fr: Le type de localisation de stockage. Dans CollectiveAccess toute localisation a un unique type "intrinsèque" qui détermine l&apos;ensemble des données descriptives et administratives qui peuvent s&apos;y appliquer.

source: Indicates the current state of the storage location record.
el_gr: Δείχνει την τρέχουσα κατάσταση των τοποθεσιών αποθήκευσης εγγραφών.
fr_fr: Indique l&apos;état courant de l&apos;enregistrement de localisation.

source: Indicates if the storage location is deleted or not.
el_gr: Υποδεικνύει εάν η θέση αποθήκευσης διαγράφεται ή όχι.
fr_fr: Indique si l&apos;élément de liste est supprimé ou non.

source: task queue entry
el_gr: Εργασία ουράς καταχώρισης
fr_fr: entrée dans la file d&apos;attente des tâches

source: task queue entries
el_gr: Εργασία ουράς καταχωρίσεων
fr_fr: entrée dans la file d&apos;attente des tâches

source: Task id
fr_fr: Tâche

source: Handler
el_gr: Χειριστής
fr_fr: Gestionnaire

source: Parameters
el_gr: Παράμετροι
fr_fr: Paramètres

source: Error status
fr_fr: Statut d&apos;erreur

source: Numeric error code. A value of zero indicates no error; any non-zero value indicates an error condition that occurred during processing.
fr_fr: Code d&apos;erreur numérique. Une valeur de zéro indique qu&apos;aucune erreur ne s&apos;est produite ; une autre valeur indique une condition d&apos;erreur qui a eu lieu durant le traitement.

source: tour name
fr_fr: nom du parcours

source: tour names
fr_fr: noms de parcours

source: Name of tour
fr_fr: Nom du parcours

source: tour stop name
fr_fr: nom du point du parcours

source: tour stop names
fr_fr: noms de points de parcours

source: Tour
fr_fr: Parcours

source: Tour stop is part of
fr_fr: Le point du parcours fait partie de

source: Indicates the type of the stop.
fr_fr: Indique le type de point du parcours.

source: Id number
el_gr: Αριθμός ταυτότητας
fr_fr: Identifiant

source: Unique identifier for this tour stop
fr_fr: Identifiant uniquement pour ce point durant le parcours

source: Id number sort
el_gr: Ταξινόμηση αριθμού ταυτότητας
fr_fr: Tri par identifiant

source: Sortable value for id number
el_gr: Ταξινομήσιμη τιμή για αριθμό ταυτοποίησης
fr_fr: Valeur de tri pour l&apos;identifiant

source: Color to display stop in
fr_fr: Couleur dans laquelle afficher le point du parcours

source: Optional icon to use with stop
fr_fr: Icône optionnelle pour utiliser avec le point du parcours

source: Indicates if list item is deleted or not.
fr_fr: Indique si l&apos;élément de liste est supprimé ou non.

source: Related tour stops
fr_fr: Points de parcours liés

source: tour stop ⇔ collection relationship
fr_fr: relation point de parcours ⇔ collection

source: tour stop ⇔ collection relationships
fr_fr: relations point de parcours ⇔ collection

source: tour stop ⇔ entity relationship
fr_fr: relation point de parcours ⇔ entité

source: tour stop ⇔ entity relationships
fr_fr: relations point de parcours ⇔ entité

source: tour stop ⇔ objects relationship
fr_fr: relation point de parcours ⇔ objet

source: tour stop ⇔ objects relationships
fr_fr: relations point de parcours ⇔ objet

source: tour stop ⇔ occurrence relationship
fr_fr: relation point de parcours ⇔ occurrence

source: tour stop ⇔ occurrence relationships
fr_fr: relations point de parcours ⇔ occurrence

source: tour stop ⇔ place relationship
fr_fr: relation point de parcours ⇔ lieu

source: tour stop ⇔ place relationships
fr_fr: relations point de parcours ⇔ lieu

source: tour stop ⇔ tour stop relationship
fr_fr: relation point de parcours ⇔ point de parcours

source: tour stop ⇔ tour stop relationships
fr_fr: relations point de parcours ⇔ point de parcours

source: tour stop ⇔ vocabulary term relationship
fr_fr: relation point de parcours ⇔ terme du vocabulaire

source: tour stop ⇔ vocabulary term relationships
fr_fr: relations point de parcours ⇔ terme du vocabulaire

source: Tour code
fr_fr: Code de parcours

source: Unique code for tour; used to identify the tour for configuration purposes.
fr_fr: Code unique pour le parcours ; utilisé pour identifier le parcours pour des besoins de configuration.

source: Indicates the type of the tour.
fr_fr: Indique le type de parcours.

source: Color to identify the tour with
fr_fr: Couleur pour identifier le parcours

source: Optional icon to identify the tour with
fr_fr: Icône optionnelle pour identifier le parcours

source: Indicates the current state of the tour.
fr_fr: Indique l&apos;état courant du parcours

source: user group
el_gr: Ομάδα χρήστη
fr_fr: groupe d&apos;utilisateurs

source: user groups
el_gr: Ομάδες χρηστών
fr_fr: groupes d&apos;utilisateurs

source: Group id
fr_fr: Groupe

source: Unique numeric identifier used by CollectiveAccess internally to identify this group
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier ce groupe

source: Name of group. Should be unique.
el_gr: Το όνομα της ομάδας. Πρέπει να είναι μοναδικό
fr_fr: Nom du groupe. Doit être unique.

source: Short code (up to 8 characters) for group (must be unique)
fr_fr: Code court pour le groupe (jusque 8 caractères, doit être unique)

source: Description of group. This text will be displayed to system administrators only and should clearly document the purpose of the group.
fr_fr: Description du groupe. Ce texte sera affiché pour les administrateurs du système uniquement et devrait clairement indiquer l&apos;objet du regroupement.

source: Group administrator
el_gr: Ομάδα διαχειριστή
fr_fr: Administrateur du groupe

source: The user who administers the group.
el_gr: Ο χρήστης που διαχειρίζεται την ομάδα.
fr_fr: L&apos;utilisateur qui administre le groupe.

source: The relative priority of the group when displayed in a list with other relationship types. Lower numbers indicate higher priority.
el_gr: Η σχετική προτεραιότητα της ομαδοποίησης, όταν εμφανίζεται σε μια λίστα με άλλες ομαδοποιήσεις. Οι χαμηλές τιμές υποδηλώνουν μεγαλύτερη προτεραιότητα.
fr_fr: La priorité relative du groupe lorsqu&apos;affiché dans une liste avec d&apos;autres types de relation. Des nombres plus bas indique une priorité haute.

source: Database error: %1
el_gr: Σφάλμα στη βάση δεδομένων: %!
fr_fr: Erreur dans la base de donnée : %1

source: No roles specified
el_gr: Δεν έχουν καθοριστεί ρόλοι
fr_fr: Aucun rôle spécifié

source: Roles
el_gr: Ρόλοι
fr_fr: Rôles

source: No users specified
fr_fr: Aucun utilisateur spécifié

source: user note
fr_fr: note utilisateur

source: user notes
fr_fr: notes utilisateur

source: Name of CollectiveAccess bundle to attach note to.
fr_fr: Nom du paquet CollectiveAccess auquel doit être attachée la note.

source: The user who created the note.
fr_fr: L&apos;utilisateur qui a créé la note.

source: Text of note.
fr_fr: Texte de la note.

source: Note creation date
fr_fr: Date de création de la note

source: The date and time the note was created.
fr_fr: Date et heure de création de la note

source: user role
el_gr: Χρήστης ρόλου
fr_fr: rôle utilisateur

source: user roles
el_gr: χρήστες ρόλων
fr_fr: rôles utilisateur

source: Role id
el_gr: id Ρόλου
fr_fr: Identifiant de rôle utilisateur

source: Unique identifier for role
el_gr: Μοναδικό αναγνωριστικό για τον Ρόλο
fr_fr: Identifiant unique pour le rôle utilisateur

source: Name of role (must be unique)
el_gr: Όνομα ρόλου (πρέπει να είναι μοναδικός)
fr_fr: Nom du rôle (doit être unique)

source: Short code (up to 20 characters) for role (must be unique)
el_gr: Σύντομος κωδικός (έως 20 χαρακτήρες) για το ρόλο (πρέπει να είναι μοναδικός)
fr_fr: Code court pour le rôle utilisateur (jusque 8 caractères, doit être unique)

source: Description of role. This text will be displayed to system administrators only and should clearly document the purpose of the role.
el_gr: Περιγραφή του ρόλου. Αυτό το κείμενο θα εμφανίζεται στους διαχειριστές του συστήματος μόνο και θα πρέπει να τεκμηριώνει με σαφήνεια ο σκοπό του ρόλου.
fr_fr: Description du rôle utilisateur. Ce texte sera affiché pour les administrateurs du système uniquement et devrait clairement indiquer l&apos;objet du rôle utilisateur.

source: The relative priority of the role when displayed in a list with other roles. Lower numbers indicate higher priority.
el_gr: Η σχετική προτεραιότητα του ρόλου, όταν εμφανίζεται σε μια λίστα με άλλους ρόλους. Οι χαμηλές τιμές υποδηλώνουν μεγαλύτερη προτεραιότητα.
fr_fr: La priorité de l&apos;affichage du rôle utilisateur dans une liste avec d&apos;autre affichage. Les plus petits nombres indiquent une priorité plus haute.

source: Role settings
el_gr: Ρυθμίσεις ρόλου
fr_fr: Paramètres du rôle

source: Storage for role-level variables
fr_fr: Stockage des variables de rôle utilisateur

source: Field access
el_gr: Πεδίο πρόσβασης
fr_fr: Accès au champs

source: Contains definitions of what table/field combinations users with this role can access.
fr_fr: Contient les définitions des combinaisons table/champs auxquels les utilisateurs ayant ce rôle utilisateur ont accès.

source: users
el_gr: Χρήστες
fr_fr: utilisateurs

source: Unique numeric identifier used by CollectiveAccess internally to identify this user
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cet utilisateur

source: User name
el_gr: Όνομα Χρήστη
fr_fr: Nom d&apos;utilisateur

source: The login name for this user. This name is used in combination with the password set below to access the system.
fr_fr: Le login de cet utilisateur. Ce nom est utilisé en combinaison avec le mot de passe défini plus bas pour accéder au système.

source: User class
el_gr: Κατηγορία χρήστη
fr_fr: Classe d&apos;utilisateur

source: "Full" user accounts may log into all CollectiveAccess interfaces. "Public" user accounts may only log into the publicly accessible front-end system (if one exists). "Deleted" users may not log into any interface – the account is considered removed.
fr_fr: Les comptes utilisateurs "non limités" peuvent se connecter dans toutes les interfaces de CollectiveAccess. Les utilisateurs "Public" peuvent uniquer se connecter dans les interfaces publiques (s&apos;il en existe au moins une). Les utilisateurs "Supprimés" ne peuvent se connecter dans aucune interface - le compte est désactivé.

source: full-access
fr_fr: accès total

source: public-access only
fr_fr: accès public uniquement

source: deleted
fr_fr: supprimé

source: Password
el_gr: Κωδικός πρόσβασης
fr_fr: Mot de passe

source: The login password for this user. Passwords must be at least 4 characters and should ideally contain a combination of letters and numbers. Passwords are case-sensitive.
el_gr: Ο κωδικός σύνδεσης για αυτόν το χρήστη. Οι κωδικοί πρόσβασης πρέπει να είναι τουλάχιστον 4 χαρακτήρες και καλό θα είναι να περιέχουν συνδυασμό γραμμάτων και αριθμών. Οι κωδικοί πρόσβασης κάνουν διάκριση πεζών-κεφαλαίων.
fr_fr: Le mot de passe du compte de cet utilisateur. Les mots de passe doivent compter au moins 4 caractères et devraient idéalement être une combinaison de lettres et de chiffres. Les mots de passe sont sensibles à la casse.

source: The forename of this user.
el_gr: Το όνομα αυτού του χρήστη
fr_fr: Le prénom de cet utilisateur.

source: The surname of this user.
el_gr: Το επώνυμο αυτού του χρήστη
fr_fr: Le nom de cet utilisateur.

source: The e-mail address of this user. The address will be used for all mail-based system notifications and alerts to this user.
el_gr: Η διεύθυνση e-mail του χρήστη. Η διεύθυνση θα χρησιμοποιηθεί για το σύστημα κοινοποιήσεων και προειδοποιήσεων βασισμένο σε e-mail για αυτό το χρήστη.
fr_fr: L&apos;adresse email de cet utilisateur. L&apos;adresse sera utilisée pour toutes les notifications et les alertes transmises par email à cet utilisateur.

source: Account is activated?
el_gr: Ο λογαριασμός έχει ενεργοποιηθεί;
fr_fr: Compte activé ?

source: Confirmed on
el_gr: Επιβεβαιώθηκε στις
fr_fr: Confirmé le

source: Confirmation key
el_gr: Κλειδί επιβεβαίωσης
fr_fr: Clé de confirmation

source: Confirmation key used for email verification.
el_gr: Το κλειδί επιβεβαίωσης χρησιμοποιείται για την επαλήθευση του e-mail
fr_fr: Clé de confirmation utilisée pour la vérification des adresses email.

source: Users
fr_fr: Utilisateurs

source: No groups specified
el_gr: Δεν έχουν καθοριστεί ομάδες
fr_fr: Aucun groupe spécifié

source: Groups
el_gr: Ομάδες
fr_fr: Groupes

source: %1 is not a valid user preference
el_gr: %1 δεν είναι έγκυρη προτίμηση του χρήστη
fr_fr: %1 n&apos;est pas une préférence utilisateur valide

source: You must select between %1 and %2 choices for %3
el_gr: Πρέπει να επιλέξετε μεταξύ των επιλογών %1 και %2 για το 3%
fr_fr: Vous devez choisir entre %1 et %2 pour %3

source: You must select %1 choices for %2
el_gr: Πρέπει να επιλέξετε %1 επιλογές για %2
fr_fr: Vous devez choisir %1 choix pour %2

source: %1 is not a valid value for %2
el_gr: %1 δεν είναι έγκυρη τιμή για %2
fr_fr: %1 n&apos;est pas une valeur valide pour %2

source: Value for %1 must be between %2 and %3
el_gr: Η τιμή για %1 πρέπει να είναι μεταξύ %2 και %3
fr_fr: La valeur de %1 doit être située entre %2 et %3.

source: Value for %1 must be between %2 and %3 characters
el_gr: Η τιμή για %1 πρέπει να είναι μεταξύ %2 και %3 χαρακτήρες
fr_fr: La valeur de %1 doit se situer entre %2 et %3 caractères

source: No default UI locale is available
fr_fr: Pas de locale pour l&apos;interface utilisateur par défaut

source: user-group assocation
el_gr: συσχέτιση χρήστη με την ομάδα
fr_fr: Comptes utilisateurs

source: user-group assocations
fr_fr: Comptes utilisateurs

source: user-role assocation
fr_fr: localisation

source: user-role assocations
fr_fr: Comptes utilisateurs

source: watched item
fr_fr: item surveillé

source: watched items
fr_fr: items surveillés

source: Unique numeric identifier used by CollectiveAccess internally to identify this watch list entry
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cet élément à surveiller

source: The user who is watching the specified record.
fr_fr: L&apos;utilisateur qui surveille l&apos;enregistrement en cours.

source: Archives past identifier values.
fr_fr: Conserve les valeurs d&apos;identifiant précédentes.

source: Identifier archived on %1
fr_fr: Identifiant archivé pour %1

source: Transforms XML input as needed for Northeast Historic Films (http://www.oldfilm.org).
fr_fr: Transforme les données XML en entrée comme requis pour Northeast Historic Films (http://www.oldfilm.org).

source: Transforms OAI input as needed for the Oorlog in Blik project.
fr_fr: Transforme les données OAI en entrée comme requis pour le projet Oorlog in Blik.

source: Generates titles based upon Kinemathek-specific rules.
fr_fr: Génère des titres basé sur les règles spécifiques de la Kinemathek de Berlin.

source: Generates title based upon rules you specify.
fr_fr: Génère des titres basés sur les règles que vous spécifiez.

source: Duplicate from...
fr_fr: Dupliquer depuis...

source: Adds a "history" menu listing all recently edited items
fr_fr: Ajoute un menu "historique" à tous les items modifiés récemment

source: History
fr_fr: Historique

source: Provides media import services.
fr_fr: Fournit des services d&apos;import de média.

source: Import media...
fr_fr: Importer les médias...

source: Import
el_gr: Εισαγωγή
fr_fr: Importer

source: Media Import plugin
fr_fr: Plugin d&apos;import de médias

source: Actions for media import plugin
fr_fr: Actions pour le plugin d&apos;import de médias

source: Can use media import plugin functions
fr_fr: Peut utiliser les fonctions du plugin d&apos;import de médias

source: User can use all media import plugin functionality, including batch media import.
fr_fr: L&apos;utilisateur peut utiliser toutes les fonctionnalités du plugin d&apos;import, incluant l&apos;import de médias en série.

source: Invalid matching mode
fr_fr: Mode de correspondance invalide

source: Invalid directory
fr_fr: Répertoire non valide

source: Invalid object type value
fr_fr: Valeur de type d&apos;objet invalide

source: Invalid object representation type value
fr_fr: Valeur de type de représentation d&apos;objet invalide

source: Invalid object status value
fr_fr: Valeur de statut d&apos;objet invalide

source: Invalid object representation status value
fr_fr: Valeur de statut de représentation d&apos;objet invalide

source: Invalid object access value
fr_fr: Valeur d&apos;accès objet invalide

source: Invalid object representation access value
fr_fr: Valeur d&apos;accès aux représentations objets invalide

source: Invalid import mode
fr_fr: Mode d&apos;import invalide

source: Invalid identifier option
fr_fr: Option d&apos;identification invalide

source: Invalid object locale_id
fr_fr: Locale_id d&apos;objet invalide

source: Invalid object representation locale_id
fr_fr: Locale_id de représentation d&apos;objet invalide

source: Error processing media!
fr_fr: Erreur lors du traitement du média !

source: Batch media importer
fr_fr: Import de média en série

source: Importing media from
fr_fr: Import de média depuis

source: Files to import
fr_fr: Fichiers à importer

source: Matched media %1 to object using %2
fr_fr: Correspondance du média %1 à l&apos;objet à l&apos;aide de %2

source: Matched media %1 to object using filename
fr_fr: Correspondance du média %1 à l&apos;objet du nom de fichier

source: Error importing %1 from %2: %3
fr_fr: Erreur lors de l&apos;import %1 depuis %2 : %3

source: Error creating new object while importing %1 from %2: %3
fr_fr: Erreur lors de la création d&apos;un nouvel objet par l&apos;import de %1 depuis %2 : %3

source: Error creating object label while importing %1 from %2: %3
fr_fr: Erreur lors de la création d&apos;un libellé d&apos;objet par l&apos;import de %1 depuis %2 : %3

source: Imported file %1 from %2
fr_fr: Fichier importé %1 de %2

source: Deleted file %1 from %2
fr_fr: Fichier %1 supprimé de %2

source: CollectiveAccess batch media import processing report
fr_fr: Rapport de traitement de fichier média en série CollectiveAccess

source: Media file: %1
fr_fr: Fichier média : %1

source: No media was imported
fr_fr: Aucun média n&apos;a été importé

source: Media import request could not be submitted due to errors
fr_fr: La demande d&apos;import de médias ne peut être lancée suite à des erreurs.

source: The following errors occurred
fr_fr: Les erreurs suivantes sont survenues

source: Media import request submitted
fr_fr: La demande d&apos;import de médias a été soumise

source: Processing report
fr_fr: Rapport de traitement

source: Your request to import media from <em>%1</em> has been submitted and will be processed shortly. You will receive an email when the import is completed.
fr_fr: Votre demande d&apos;import de médias de <em>%1</em> a été soumise et sera bientôt traitée. Vous recevrez un email lorsque l&apos;import sera réalisé.

source: There is no media available for import
fr_fr: Il n&apos;y a pas de média disponible pour l&apos;import

source: Upload media for <em>%1</em> and then retry
fr_fr: Uploader les médias dans <em>%1</em> puis réessayer

source: Start import
fr_fr: Lancer l&apos;import

source: Import mode
fr_fr: Mode d&apos;import

source: Skip media that do not match an existing object record
fr_fr: Passer les médias ne correspondant à aucun objet existant

source: Create new object record for media if a matching one does not already exist
fr_fr: Créer un nouvel enregistrement d&apos;objet pour le média si aucun objet correspondant n&apos;existe déjà

source: Directory to import media from
fr_fr: Répertoire pour l&apos;import de média

source: Delete media from directory after it is imported
fr_fr: Supprimer les médias du répertoire après leur import

source: Object identifer-to-filename matching mode
fr_fr: Mode de correspondance identifiant objet/nom de fichier

source: [Try each mode until match is found]
fr_fr: [Essayer chaque mode jusqu&apos;à trouver une correspondance]

source: Create new object records with type
fr_fr: Créer de nouveaux enregistrements objet avec le type

source: Create new object records with status
fr_fr: Créer de nouveaux enregistrements objet avec le statut

source: Create new object records with access
fr_fr: Créer de nouveaux enregistrements objet avec l&apos;accès

source: Create new object records with locale
fr_fr: Créer de nouveaux enregistrements objet avec la langue

source: Set identifier for newly created objects to
fr_fr: Définir l&apos;identifiant des nouveaux objets créés à

source: Option for object identifer
fr_fr: Option pour l&apos;identifiant objet

source: Use filename as identifier rather than set value
fr_fr: Utiliser le nom de fichier comme identifiant plutôt que définir une valeur

source: Create object representation (media) records with type
fr_fr: Créer des enregistrements représentation d&apos;objet (média) avec le type

source: Create object representation (media) records with status
fr_fr: Créer des enregistrements représentation d&apos;objet (média) avec le statut

source: Create object representation (media) records with access
fr_fr: Créer des enregistrements représentation d&apos;objet (média) avec l&apos;accès

source: Create object representation (media) records with locale
fr_fr: Créer des enregistrements représentation d&apos;objet (média) avec la locale

source: Publishes newly published records to twitter.
fr_fr: Publie les nouveaux enregistrements par twitter.

source: Twitter integration
fr_fr: Intégration twitter

source: Post to Twitter failed: %1
fr_fr: Echec de l&apos;envoi vers Twitter : %1

source: Redirecting to Twitter for authentication... login if you want to use your Twitter account with CollectiveAccess.
fr_fr: Redirection vers Twitter pour authentification... connectez vous si vous voulez utiliser votre compte Twitter avec CollectiveAccess.

source: Twitter integration is now set up and ready to go!
fr_fr: L&apos;intégration Twitter est maintenant configurée !

source: Advanced search form
fr_fr: Formulaires de recherche avancée

source: Use advanced search forms in your dashboard
fr_fr: Utiliser des formulaires de recherche avancée dans votre tableau de bord

source: Search form
fr_fr: Formulaire de recherche

source: Search form to display
fr_fr: Formulaire de recherche à afficher

source: Advanced search form widget
fr_fr: Widget formulaire de recherche avancée

source: Actions for advanced search form widget
fr_fr: Actions pour le widget formulaire de recherche avancée

source: Can use advanced search form widget
fr_fr: Peut utiliser le widget formulaire de recherche avancée

source: User can use widget that allows usage of an advanced search form in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui permet l&apos;utilisation d&apos;un formulaire de recherche avancée dans le tableau de bord.
