Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: Didn't load because Imagick/ImageMagick is available and preferred
el_gr: Δεν φορτώθηκε γιατί το Imagick/MagickWand είναι διαθέσιμο και προτεινόμενο.
fr_fr: N&apos;a pu être chargé parce que Imagick/ImageMagick est disponible et préféré

source: Didn't load because ImageMagick (command-line) is available and preferred
el_gr: Δεν φορτώθηκε γιατί το ImageMagick (γραμμή εντολών) είναι διαθέσιμο και προτεινόμενο.
fr_fr: N&apos;a pu être chargé parce que ImageMagick (en ligne de commandes) est disponible et préféré

source: Didn't load because your PHP install lacks GD support
el_gr: Δεν μπόρεσε να φορτωθεί, επειδή η εγκατάσταση της PHP σας στερείται υποστήριξη από το GD
fr_fr: N&apos;a pu être chargé parce que votre installation PHP ne supporte pas GD

source: Couldn't resize image
el_gr: Δεν ήταν δυνατή η αλλαγή μεγέθους της εικόνας
fr_fr: Impossible de redimensionner l&apos;image

source: Couldn't rotate image
el_gr: Δεν ήταν δυνατή η περιστροφή της εικόνας
fr_fr: Impossible d&apos;effectuer la rotation de l&apos;image

source: Couldn't write image
el_gr: Δεν ήταν δυνατή η εγγραφή στην εικόνα
fr_fr: Impossible d&apos;écrire l&apos;image

source: Provides image processing and conversion services using ImageMagick via exec() calls to ImageMagick binaries
el_gr: Παρέχει επεξεργασία εικόνας και υπηρεσίες μετατροπής χρησιμοποιώντας το ImageMagick μέσω κλήσεις της exec() που καλεί τα binaries του ImageMagick *****
fr_fr: Fournit des services de traitement et de conversion d&apos;images à l&apos;aide d&apos;ImageMagick via des appels exec() aux exécutables d&apos;ImageMagick

source: Didn't load because Imagick is available and preferred
el_gr: Δεν φορτώθηκε γιατί το Imagick είναι διαθέσιμο και προτεινόμενο.
fr_fr: N&apos;a pu être chargé parce que Imagick est disponible et préféré

source: Didn't load because ImageMagick executables cannot be found
el_gr: Δεν φορτώθηκε γιατί το εκτελέσιμο αρχείο του MagickWand δεν βρέθηκε
fr_fr: N&apos;a pu être chargé parce que les exécutables d&apos;ImageMagick n&apos;ont pas pu être trouvés

source: Provides image processing and conversion services using ImageMagick via the PECL Imagick PHP extension
el_gr: Παρέχει επεξεργασία εικόνας και υπηρεσίες μετατροπής χρησιμοποιώντας το ImageMagick μέσω του PECL Ιmagick επέκταση της PHP
fr_fr: Fournit des services de traitement et de conversion d&apos;images à l&apos;aide d&apos;ImageMagick via l&apos;extension PECL Imagick pour PHP

source: Didn't load because Imagick is not available
el_gr: Δεν φορτώθηκε γιατί το Imagick δεν είναι διαθέσιμο
fr_fr: N&apos;a pu être chargé parce que Imagick n&apos;est pas disponible

source: Error during RGB colorspace transformation operation
el_gr: Σφάλμα κατά τη λειτουργία μετασχηματισμού του χρώματος RGB *******
fr_fr: Erreur dans l&apos;opération de transformation vers l&apos;espace colorimétrique RGB

source: Could not read image file
el_gr: Δεν είναι δυνατή η ανάγνωση του αρχείου εικόνας
fr_fr: Impossible de lire le fichier image

source: Couldn't load watermark image at %1
el_gr: Δεν ήταν δυνατή η φόρτωση της εικόνας υδατόσημο στο 1%
fr_fr: Impossible de charger l&apos;image pour le filigrane à %1

source: Error during resize operation
el_gr: Σφάλμα κατά την λειτουργία αλλαγής μεγέθους
fr_fr: Erreur durant l&apos;opération de redimensionnement

source: Error during crop operation
el_gr: Σφάλμα κατά την λειτουργία περικοπής
fr_fr: Erreur durant l&apos;opération de recadrage

source: Error during image rotate
el_gr: Σφάλμα κατά την περιστροφής της εικόνας
fr_fr: Erreur durant la rotation de l&apos;image

source: Error during image despeckle
el_gr: Σφάλμα κατά την καθαρισμού της εικόνας (despeckle)
fr_fr: Erreur durant l&apos;opération de flou intérieur pour l&apos;image

source: Error during image median filter
el_gr: Σφάλμα κατά την διάρκεια εφαρμογής του φίλτρου median στην εικόνα *******
fr_fr: Erreur durant l&apos;application du filtre médian à l&apos;image

source: Error during image sharpen
el_gr: Σφάλμα κατά την διάρκεια εφαρμογής του φίλτρου sharpen στην εικόνα
fr_fr: Erreur durant l&apos;opération de netteté de l&apos;image

source: Error during image unsharp mask
el_gr: Σφάλμα κατά την διάρκεια εφαρμογής του unsharp mask στην εικόνα
fr_fr: Erreur durant l&apos;opération de renforcement de l&apos;image

source: Imagick exception
el_gr: Εξαίρεση του Imagick
fr_fr: Exception Imagick

source: Error writing file
el_gr: Σφάλμα κατά την εγγραφή αρχείων
fr_fr: Erreur d&apos;écriture du fichier

source: Accepts and processes Microsoft Word 97, 2000 and 2008 format documents
el_gr: Δέχεται και επεξεργάζετε έγγραφα μορφής του Microsoft Word 97, 2000 και 2008.
fr_fr: Accepte et traite les documents aux formats Microsoft Word 97, 2000 et 2008

source: ABIWord cannot be found: indexing of text in Microsoft Word files will not be performed; you can obtain ABIWord at http://www.abisource.com/
el_gr: Το Abiword δεν μπορεί να βρεθεί σε: η ευρετηριοποίηση του κειμένου σε αρχεία του Microsoft Word δεν θα πραγματοποιηθεί. Μπορείτε να αποκτήσετε το AbiWord στο http://www.abisource.com/
fr_fr: ABIWord ne peut pas être trouvé : l&apos;indexation de texte des fichiers de Microsoft Word ne peut pas être réalisée ; vous pouvez télécharger ABIWord sur http://www.abisource.com/

source: File %1 is not a Microsoft Word document
el_gr: Το αρχείο %1 δεν είναι ένα έγγραφο του Microsoft Word
fr_fr: Le fichier %1 n&apos;est pas un document Microsoft Word

source: Can't convert file to %1
el_gr: Δεν μπορεί να μετατρέψει το αρχείο σε %1
fr_fr: Impossible de convertir le fichier vers &apos;%1&apos;

source: Can't copy icon file from %1 to %2
el_gr: Δεν είναι δυνατή η αντιγραφή του αρχείου εικόνας από %1 σε %2
fr_fr: Impossible de copier le fichier d&apos;icône de %1 vers %2

source: No icon available for this media type (system misconfiguration)
el_gr: Καμία εικόνα δεν είναι διαθέσιμη για αυτό το είδος πολυμέσου (λάθος διαμόρφωση συστήματος)
fr_fr: Aucune icône disponible pour le type de média (problème de configuration système)

source: Click to view Microsoft Word document
fr_fr: Cliquer pour afficher le document Microsoft Word

source: Click to download document
fr_fr: Cliquer pour télécharger le document

source: View PDF document
fr_fr: Afficher le fichier PDF

source: Provides PDF conversion services using ImageMagick or the Zend_PDF library. Will use Ghostscript to generate image-previews of PDF files.
fr_fr: Fournit des services de conversion PDF à l&apos;aide d&apos;ImageMagick ou de la bibliothèque Zend_PDF. Ghostscript sera utilisé pour générer des prévisualisations des fichiers PDF.

source: Ghostscript cannot be found: image previews will not be created
el_gr: Το Ghostscript δεν μπορεί να βρεθεί: η προεπισκόπηση των εικόνων δεν θα δημιουργηθεί
fr_fr: Ghostscript ne peut pas être trouvé : les images de prévisualisation ne peuvent être créées

source: PDFToText cannot be found: indexing of text in PDF files will not be performed; you can obtain PDFToText at http://www.foolabs.com/xpdf/download.html
el_gr: Το PDFToText δεν μπορεί να βρεθεί: η ευρετηριοποίηση του κειμένου σε αρχεία PDF δεν θα πραγματοποιηθεί. Μπορείτε να αποκτήσετε το PDFToText στο http://www.foolabs.com/xpdf/download.html
fr_fr: PDFToText ne peut pas être trouvé : l&apos;indexation des textes des fichiers PDF ne peut être réalisée ; vous pouvez obtenir PDFToText sur http://www.foolabs.com/xpdf/download.html

source: File %1 is not a PDF
el_gr: Το αρχείο %1 δεν είναι ένα αρχείο PDF
fr_fr: Le fichier %1 n&apos;est pas un PDF

source: Icon for version %1 available for this media type (system misconfiguration)
fr_fr: Icône pour la version %1 disponible pour ce type de média (problème de configuration système)

source: No icons available for this media type (system misconfiguration)
fr_fr: Aucune icône disponible pour le type de média (problème de configuration système)

source: Couldn't not write document preview frames to tmp directory (%1)
fr_fr: Impossible d&apos;écrire les images de prévisualisation de la vidéo vers le répertoire tmp (%1)

source: Provides services for processing of QuicktimeVR files
fr_fr: Fournit des services pour le traitement des fichiers Quicktime VR

source: Can't copy icon file for %1 to %2
el_gr: Δεν είναι δυνατή η αντιγραφή του αρχείου εικονας για %1 σε %2
fr_fr: Impossible de copier le fichier d&apos;icône pour %1 vers %2

source: No icon available for this media type [%1] (system misconfiguration)
fr_fr: Aucune icône disponible pour ce type de média [%1] (problème de configuration système)

source: Can't convert '%1' to %2
el_gr: Δεν είναι δυνατή η μετατροπή '%1' στο %2
fr_fr: Impossible de convertir '%1' vers %2

source: Couldn't not write video preview frames to tmp directory (%1)
el_gr: Δεν ήταν δυνατή η εγραφή προεπισκόπησης των καρέ του βιντεο στο προσωρινό κατάλογο (%1) ****
fr_fr: Impossible d&apos;écrire les images de prévisualisation de la vidéo vers le répertoire tmp (%1)

source: Provides ffmpeg-based audio and video processing services
el_gr: Παρέχει τον ήχο βασισμένο σε ffmpeg και υπηρεσίες επεξεργασίας βίντεο
fr_fr: Fournit des services de traitement de l&apos;audio et de la vidéo basés sur ffmpeg

source: Couldn't convert file to FLV format
el_gr: Δεν είναι δυνατή η μετατροπή ενός αρχείου σε μορφή FLV
fr_fr: Impossible de convertir le fichier vers le format FLV

source: Couldn't convert file to MPEG4 format [%1]; does the ffmpeg preset '%2' exist?
fr_fr: Impossible de convertir le fichier au format MPEG4 [%1] : est-ce que le profil ffmpeg &apos;%2&apos; existe bien ?

source: Couldn't convert file to MPEG4 format [%1]
el_gr: Δεν είναι δυνατή η μετατροπή ενός αρχείου σε μορφή MPEG4 [%1]
fr_fr: Impossible de convertir le fichier au format MPEG4 [%1]

source: Preview image for video
fr_fr: Image d&apos;aperçu pour la vidéo

source: Your system cannot play video. Sorry. :-(
fr_fr: Votre système ne peut afficher de vidéo. Désolé :-(

source: Accepts and processes XML-format documents
el_gr: Δέχεται και επεξεργάζεται έγγραφα μορφής XML
fr_fr: Accepte et traite les fichiers au format XML

source: File %1 is not an XML document
el_gr: Το αρχείο %1 δεν είναι ένα έγγραφο XML
fr_fr: Le fichier %1 n&apos;est pas un document XML

source: No XML schema specified in XML file
el_gr: Κανένα σχήμα XML δεν ορίζετε στο αρχείο XML
fr_fr: Pas de schéma XML spécifié dans le fichier XML

source: Specified XML schema is not installed
el_gr: Καθορισμένο σχήμα XML δεν είναι εγκατεστημένο
fr_fr: Le schéma XML spécifié n&apos;est pas installé

source: At line %1
el_gr: Στην γραμμή %1
fr_fr: A la ligne %1

source: Validation against XML schema failed with errors:<br/>
el_gr: H Επικύρωση του σχήματος XML απέτυχε με σφάλματα:<br/>
fr_fr: La validation par rapport au schéma XML a échoué avec les erreurs :<br/>

source: Could not open %1
el_gr: Δεν μπόρεσε να ανοίξει το %1
fr_fr: Impossible d&apos;ouvrir %1

source: Couldn't write file to %1
el_gr: Δεν μπόρεσε να γράψει το %1
fr_fr: Impossible d&apos;écrire le fichier sur &apos;%1&apos;

source: Can't copy icon file from %1/%2 to %3
el_gr: Δεν μπόρεσε να αντιγράψει το αρχείο εικόνας από %1/%2 στο %3
fr_fr: Impossible de copier le fichier d&apos;icône de %1/%2 vers %3

source: View XML file
fr_fr: Afficher le fichier XML

source: View PDF file
el_gr: Προβολή του αρχείου PDF
fr_fr: Afficher le fichier PDF

source: MySQL is back-end database
el_gr: Η MySQL είναι μια back-end βάση δεδομένων
fr_fr: MySQL est l&apos;interface de base de données

source: MysqlFulltext database tables exist
el_gr: MysqlFulltext πίνακες βάσεων δεδομένων υπάρχουν
fr_fr: Les tables de la base MysqlFullText existent

source: The MysqlFulltext search engine requires that MySQL be the back-end database for your CollectiveAccess installation.
el_gr: Η μηχανή αναζήτησης MysqlFulltext απαιτεί η MySQL να είναι back-end βάση δεδομένων για την εγκατάσταση του CollectiveAccess σας.
fr_fr: Le moteur de recherche MysqlFullText nécessite que MySQL soit l&apos;interface de base de données de votre installation CollectiveAccess.

source: The MysqlFulltext search engine requires that certain tables be present in your database. They are installed by default and should be present, but if they are not MysqlFulltext will not be able to operate.
el_gr: Η μηχανή αναζήτησης MysqlFulltext απαιτεί ότι ορισμένοι πίνακες είναι παρόντες στη βάση δεδομένων σας. Έχουν εγκατασταθεί από προεπιλογή και πρέπει να είναι παρόντες, αλλά εάν δεν είναι MysqlFulltext δεν θα μπορέσουν να λειτουργήσουν.
fr_fr: Le moteur de recherche MysqlFullText requiert que certaines tables soient présentes dans votre base de données. Elles sont installées par défaut et devraient être présentes, mais si elles ne sont pas présentes MysqlFullText ne sera pas capable de fonctionner.

source: Try reinstalling your system with MySQL as the back-end database or try a different search engine.
el_gr: Προσπαθήστε να επανεγκαταστήσετε το σύστημα σας με την MySQL σαν την back-end βάση δεδομένων ή δοκιμάστε μια διαφορετική μηχανή αναζήτησης.
fr_fr: Essayez de réinstaller votre système avec MySQL comme gestionnaire de base de données ou essayez un autre moteur de recherche.

source: Try reloading the definitions for these tables: ca_mysql_fulltext_search, ca_mysql_fulltext_date_search
el_gr: Δοκιμάστε την επαναφόρτωση των ορισμων για τους πίνακες αυτούς: ca_mysql_fulltext_search, ca_mysql_fulltext_date_search
fr_fr: Essayez de recharger les définitions de ces tables : ca_mysql_fulltext_search, ca_mysql_fulltext_date_search

source: Write permissions for Solr home directory
el_gr: Γράψτε τα δικαιώματα για τον αρχικό κατάλογο του Solr
fr_fr: Écrire les permissions pour le répertoire Solr

source: Solr cores up and running
el_gr: Ο πυρήνας του Solr οργανώθηκε και λειτουργεί
fr_fr: Les cores Solr sont fonctionnels et en éxécution

source: Solr configuration up to date
el_gr: Η διαμόρφωση του Solr μέχρι σήμερα ****
fr_fr: La configuration de Solr est mise à jour

source: Indexing caches
fr_fr: Indexe les caches

source: The web server user (%1) must be able to read and write the whole Solr configuration. Please note that also your Java application server user (e.g. tomcat6) must be able to write to the Solr home and its subdirectories.
el_gr: Ο χρήστης του web server (%1) πρέπει να είναι σε θέση να διαβάσει και να γράψει στο σύνολο της διαμόρφωσης του Solr. Παρακαλούμε σημειώστε ότι επίσης η εφαρμογή Java του χρήστη του διακομιστή (π.χ. tomcat6) πρέπει να είναι σε θέση να γράψει στον αρχικό κατάλογο και στους υποκαταλόγους του Solr.
fr_fr: L&apos;utilisateur du serveur web (%1) doit avoir les droits de lecture et d&apos;écriture sur l&apos;ensemble de la configuration de Solr. Veuillez noter que l&apos;utilisateur du serveur d&apos;application Java (par ex. tomcat6) doit avoir le droit d&apos;écrire dans le répertoire de Solr et ses sous répertoires.

source: CollectiveAccess uses seperate Solr indexes (lightweight instances) for each table that is indexed. These so called 'cores' must be running and ready for queries.
el_gr: Το CollectiveAccess χρησιμοποιεί ξεχωριστό ευρετήριο Solr (lightweight instances) για κάθε πίνακα που βρίσκεται σε ευρετήριο. Αυτές οι αποκαλούμενοι «πυρήνες», πρέπει να τρέχουν και είναι έτοιμοι για ερωτήσεις.
fr_fr: CollectiveAccess utilise des indexes Solr distincts (instances légères) pour chaque table à indexer. Les SolrCore doivent êtres en cours d'exécution et prêts pour les requêtes.

source: The Solr configuration has to be rebuilt and synced with the CollectiveAccess search indexing configuration and metadata attributes setup from time to time. It's not critical if they're not in sync for the moment. They should be automatically synced on each event that causes some indexing (e.g. record save)
el_gr: Η διαμόρφωση Solr πρέπει να ανακατασκευαστεί και να συγχρονιστεί με τη διαμόρφωση ευρετηριακής αναζήτησης του CollectiveAccess και τα χαρακτηριστικά διαμόρφωσης μεταδεδομένων από καιρό σε καιρό. Θα πρέπει να συγχρονιστεί αυτόματα σε κάθε γεγονός που προκαλέι κάποια ευρετηρίαση (π.χ αποθήκευση εγγραφής)
fr_fr: La configuration Solr configuration doit être reconstruite et synchronisée avec la configuration d&apos;indexation de recherche CollectiveAccess search et le paramétrage des attributs de métadonnées de temps en temps. Ce n&apos;est pas critique s&apos;ils sont synchronisés pour le moment. Ils devraient être automatiquement synchronisés à chaque événement qui nécessite une indexation (par exemple lors de la sauvegarde d&apos;un enregistrement).

source: CollectiveAccess uses a cache to store its search indexing configuration. The cache must exist and be writable by the web server user. You shouldn't have to care about that in normal setups.
el_gr: Το CollectiveAccess χρησιμοποιεί κρυφή μνήμη για την αποθήκευση των ρυθμίσεων ευρετηριου. Η κρυφή μνήμη πρέπει να υπάρχει και να είναι εγγράψιμμη από τον χρήστη του web server. Δεν πρέπει να ενδιαφερόμαστε για αυτό σε κανονικές εγκαταστάσεις.
fr_fr: CollectiveAccess utilise un cache pour stocker la configuration des indexes de recherche. Le cache doit exister et être accessible en écriture par l&apos;utilisateur du serveur web. Vous ne devriez pas avoir à vous en préoccuper avec des installations normales.

source: Change the owner of the Solr home directory to the web server user (%1), the owning group to the main group of your Java application server user (e.g. tomcat6) and set the directory permissions to something like 774 (recursively).
el_gr: Αλλαγή του ιδιοκτήτη του αρχικού καταλόγου για το χρήστη του webserver (%1), ο ιδιοκτήτης της ομάδας για την κύρια ομάδα της εφαρμογής Java του χρήστη του διακομιστή (π.χ tomcat6) και όρισε τα δικαιώματα στον κατάλογο σε κάτι σαν 774 (αναδρομικά).
fr_fr: Changer le propriétaire du répertoire home de Solr pour l&apos;utilisateur du serveur web (%1), le groupe propriétaire pour le groupe de votre serveur d&apos;application Java (tomcat6) et régler les permissions sur le répertoire à quelque chose comme 774 (récursivement).

source: Start your Java application server. If it is already running, check your CollectiveAccess configuration (Solr home directory in particular), stop the application server, let CollectiveAccess generate a new Solr configuration (there is a tool in support/utils), check the permissions and start the application server again.
el_gr: Εκκινήστε τπν διακομιστή εφαρμογής Java. Αν είναι ήδη σε λειτουργία, ελέγξτε τις ρυθμίσεις CollectiveAccess σας (ο αρχικός κατάλογος του Solr), διακόψτε τον διακομιστής εφαρμογής, αφήστε το CollectiveAccess να δημιουργήσει μια νέα διαμόρφωση του Solr (υπάρχει ένα εργαλείο στο φάκελο support/utils), ελέγξτε τα δικαιώματα και εκκινήσετε τον διακομιστή εφαρμογής πάλι.
fr_fr: Démarrez votre serveur d&apos;application Java. S&apos;il est déjà en exécution, vérifiez votre configuration de CollectiveAccess (le répertoire Solr en particulier), arrêtez le serveur d&apos;application, laissez CollectiveAccess générer une nouvelle configuration de Solr (il y a un outil dans support/utils), vérifiez les permissions et démarrez à nouveau le serveur d&apos;application.

source: Don't worry about that. If they're still out of sync after a couple of records have been saved and nothing changed in the indexing and/or metadata configuration, you should consider to stop the Java application server, let CA generate a new Solr config (with the tool provided in support/utils), start the server again and trigger a full reindex (support/utils/reindex.php.
el_gr: Μην ανησυχείτε για αυτό. Αν είναι ακόμα εκτός συγχρονισμού, μετά από μερικές εγγραφές που έχουν σωθεί και τίποτα δεν άλλαξε στην ευρετηριοποίηση and/or στη διαμόρφωση των μεταδεδομένων, θα πρέπει να εξεταστεί η διακοπή του διακομιστή εφαρμογής Java, αφήστε το CA να παράγει μια νέα διαμόρφωση του Solr (υπάρχει ένα εργαλείο που παρέχεται στο φάκελο support/utils), εκκινήστε τον διακομιστή πάλι και προκαλέστε μια πλήρη αναταξινόμηση (support/utils/reindex.php)
fr_fr: Ne vous inquiétez pas à propos de cela. S&apos;ils sont toujours désynchronisés après quelques enregistrements et que rien n&apos;a changé dans l&apos;indexation et/ou la configuration des métadonnées, vous devriez envisager d&apos;arrêter le serveur d&apos;application Java, laisser CollectiveAccess générer une nouvelle configuration Solr (avec l&apos;outil disponible dans support/utils), lancer à nouveau le serveur et relancer une réindexation totale (support/utils/reindex.php).

source: Check if app/tmp is writable by the web server user (%1).
el_gr: Ελέγξτε αν το app/tmp είναι εγγράψιμο από τον χρήστη του web server (%1).
fr_fr: Vérifiez si app/tmp est accessible en écriture pour l&apos;utilisateur du serveur web (%1).

source: SqlSearch database tables exist
fr_fr: Les tables de la base de données SqlSearch existent

source: The SqlSearch search engine requires that MySQL be the back-end database for your CollectiveAccess installation.
fr_fr: Le moteur de recherche SqlSearch nécessite que MySQL soit l&apos;interface de base de données de votre installation CollectiveAccess.

source: The SqlSearch search engine requires that certain tables be present in your database. They are installed by default and should be present, but if they are not SqlSearch will not be able to operate.
fr_fr: Le moteur de recherche SqlSearch requiert que certaines tables soient présentes dans votre base de données. Elles sont installées par défaut et devraient être présentes, mais si elles ne sont pas présentes SqlSearch ne sera pas capable de fonctionner.

source: AS3 mirroring handler
fr_fr: Gestionnaire de miroir AS3

source: Deleted %1 from remote server
fr_fr: %1 supprimé du serveur distant

source: Sent %1 to remote %2
fr_fr: %1 envoyé vers %2 distant

source: Could not update mirror status for mirror '%1' on '%2'; row_id=%3
fr_fr: Impossible de mettre à jour le statut de miroir pour le miroir &apos;%1&apos; sur &apos;%2&apos; ; row_id=%3

source: FTP mirroring handler
fr_fr: Gestionnaire de mirroir FTP

source: Sent %1 to remote server at %2
fr_fr: %1 envoyé sur le serveur distant à %2

source: Background media file processor
fr_fr: Traitement de fichier média en arrière-plan

source: Input format
fr_fr: Format d&apos;entrée

source: Input file size
fr_fr: Taille de fichier

source: Data source
fr_fr: Source de données

source: Temporary filename
fr_fr: Nom de fichier temporaire

source: Versions output
fr_fr: Versions en sortie

source: Media processing rules
fr_fr: Règles de traitements des média

source: Record %1.field = %2 did not exist; queued file was discarded
fr_fr: Le fichier &apos;%2&apos; indiqué dans un champ de l&apos;enregistrement %1 n&apos;existe pas ; le fichier dans la file d&apos;attente a été annulé

source: Invalid media field '%1' in table '%2'
fr_fr: Champ de media invalide &apos;%1&apos; dans la table &apos;%2&apos;

source: Invalid media field table '%1'
fr_fr: Table de champ de media invalide &apos;%1&apos;

source: Input media file '%1' does not exist
fr_fr: Le fichier média &apos;%1&apos; n&apos;existe pas

source: Denied permission to read input media file '%1'
fr_fr: Permission refusée pour lire le fichier média &apos;%1&apos;

source: Could not process input media file '%1': %2
fr_fr: Impossible traiter le fichier &apos;%1&apos; à l&apos;import : %2

source: File could not be copied for %1; can't convert mimetype %2 to extension
fr_fr: Le fichier n&apos;a pu être copié pour %1 ; impossible de convertir le mimetype &apos;%2&apos; vers l&apos;extension choisie

source: Couldn't create subdirectory for file for %1
fr_fr: Impossible de créer un sous-répertoire pour le fichier %1

source: File could not be copied for %1
el_gr: Το αρχείο δεν μπορεί να αντιγραφεί %1
fr_fr: Le fichier ne peut être copié pour %1

source: Could not cancel pending tasks
fr_fr: Impossible d&apos;annuler les tâches en attente
