Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: IP-based authentication block
el_gr: Βασισμένο στο τμήμα ΙP πιστοποίησης ταυτότητας
fr_fr: bloc d&apos;authentification basé sur l&apos;IP

source: IP-based authentication blocks
el_gr: Βασισμένο στο τμήμα ΙP πιστοποίησης ταυτότητας
fr_fr: blocs d&apos;authentification basé sur l&apos;IP

source: Unique numeric identifier used by CollectiveAccess internally to identify this IP address block
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier ce bloc d'adresse IP

source: Class A portion of IP address
el_gr: Κλάση Α - τμήμα της διεύθυνσης IP
fr_fr: Portion de classe A de l&apos;adresse IP

source: Class B portion of IP address
el_gr: Κλάση Β - τμήμα της διεύθυνσης IP
fr_fr: Portion de classe B de l&apos;adresse IP

source: Class C portion of IP address
el_gr: Κλάση Γ - τμήμα της διεύθυνσης IP
fr_fr: Portion de classe C de l&apos;adresse IP

source: IP4 (start)
el_gr: IP4 (αρχή)
fr_fr: IP4 (début)

source: Starting IP address in Class C IP address range
el_gr: Εκκίνηση IP διεύθυνσης στο εύρος διευθύνσεων IP στην κλάση Γ
fr_fr: Début d&apos;adresse IP dans la plage de classe C IP

source: IP4 (end)
el_gr: IP4 (τέλος)
fr_fr: IP4 (fin)

source: Ending IP address in Class C IP address range. Leave blank if you wish to specify a single address rather than a range.
fr_fr: Fin de l&apos;adresse IP in la plage d&apos;adresse IP de la classe C. Laisser vide si vous voulez spécifier une adresse unique plutôt qu&apos;une plage d&apos;adresses.

source: Unique numeric identifier used by CollectiveAccess internally to identify this comment
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier ce commentaire

source: The user who created the comment.
el_gr: Ο χρήστης που δημιούργησε το σχόλιο.
fr_fr: L&apos;utilisateur qui a enregistré le commentaire.

source: The locale of the comment.
el_gr: Οι τοπικές ρυθμίσεις για τα σχόλια.
fr_fr: La locale du commentaire.

source: Comment
el_gr: Σχόλιο
fr_fr: Commentaire

source: Text of comment.
el_gr: Το κείμενο του σχόλιου.
fr_fr: Texte du commentaire.

source: E-mail address
el_gr: Διεύθυνση Ηλεκτρονικής Αλληλογραφίας (e-mail)
fr_fr: Adresse email

source: E-mail address of commentor.
el_gr: Η διεύθυνση ηλεκτρονικής αλληλογραφίας του σχολιαστή
fr_fr: Adresse email du commentateur.

source: Name of commenter.
el_gr: Το όνομα του σχολιαστή
fr_fr: Nom du commentateur.

source: Rating
el_gr: Βαθμολογία
fr_fr: Evaluation

source: User-provided rating for item.
el_gr: Βαθμολόγιση αντικειμένων από τον χρήστη
fr_fr: Evaluation fournie par l&apos;utilisateur pour cet item.

source: Media to upload
el_gr: Πολυμέσα για ανέβασμα
fr_fr: Média à uploader

source: Use this control to select media from your computer to upload.
el_gr: Χρησιμοποιήστε αυτό το στοιχείο ελέγχου για να επιλέξετε τα πολυμέσα από τον υπολογιστή σας για να τα ανεβάσετε
fr_fr: Utiliser ce contrôle pour sélectionner un média de votre ordinateur à uploader.

source: Indicates if the comment is accessible to the public or not.
el_gr: Υποδεικνύει εάν το σχόλιο είναι προσβάσιμο στο κοινό ή όχι.
fr_fr: Indique si le commentaire est visible ou non par le public.

source: Comment creation date
el_gr: Δημιουργία ημερομηνίας για το σχόλιο
fr_fr: Date de création du commentaire

source: The date and time the comment was created.
el_gr: Η ημερομηνία και η ώρα για το σχόλιο δημιουργήθηκε.
fr_fr: Date et heure de création du commentaire

source: IP address of commenter
el_gr: Η διεύθυνση IP του σχολιαστή
fr_fr: Adresse IP du commentateur

source: The IP address of the commenter.
el_gr: Η διεύθυνση IP του σχολιαστή.
fr_fr: L&apos;adresse IP du commentateur.

source: Moderator
el_gr: Συντονιστής
fr_fr: Modérateur

source: The user who examined the comment for validity and applicability.
el_gr: Ο χρήστης που εξέτασε το σχόλιο για εγκυρότητα και εφαρμοσιμότητα.
fr_fr: L&apos;utilisateur qui a examiné la validité et l&apos;applicabilité du commentaire.

source: Moderation date
el_gr: Ημερομηνία συντονισμού
fr_fr: Date de modération

source: The date and time the comment was examined for validity and applicability.
el_gr: Ημερομηνία και ώρα που το σχόλιο εξετάστηκε για εγκυρότητα και εφαρμοσιμότητα.
fr_fr: La date et l&apos;heure auxquelles le commentaire a été modéré.

source: Unique numeric identifier used by CollectiveAccess internally to identify this tag
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier ce tag

source: The locale of the tag.
el_gr: Οι τοπικές ρυθμίσεις για την ετικέτα
fr_fr: La locale du tag

source: Text of the tag.
el_gr: Το κείμενο της ετικέτας
fr_fr: Texte du tag.

source: item view
el_gr: Προβολή αντικειμένου
fr_fr: affichage de l&apos;item

source: item views
el_gr: Προβολές αντικειμένου
fr_fr: affichages de l&apos;item

source: Unique numeric identifier used by CollectiveAccess internally to identify this item view
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cet affichage d'enregistrement

source: The user who viewed the item.
el_gr: Ο χρήστης που πρόβαλε το αντικείμενο
fr_fr: L&apos;utilisateur qui a affiché l&apos;item.

source: The locale of the user while viewing the item.
el_gr: Η τοποθεσία του χρήστη κατά τη διάρκεια που έβλεπε το αντικείμενο
fr_fr: La locale de l&apos;utilisateur pour l&apos;affichage de l&apos;item

source: Date/time item was viewed.
el_gr: Ημερομηνία/ωρα που προβλήθηκε το αντικείμενο
fr_fr: La date et heure de l&apos;affichage de l&apos;objet.

source: IP address of viewer
el_gr: Η IP διεύθυνση του παρατηρητή
fr_fr: Adresse IP de l&apos;utilisateur

source: The IP address of the viewer.
el_gr: Η IP διεύθυνση του παρατηρητή
fr_fr: L&apos;adresse IP de l&apos;utilisateur.

source: item ⇔ tag relationship
el_gr: αντικείμενο ⇔ ετικέτα συσχέτισης
fr_fr: relation item ⇔ tag

source: item ⇔ tag relationships
el_gr: αντικείμενο ⇔ ετικέτα συσχετίσεων
fr_fr: relations item ⇔ tag

source: The user who applied the tag.
el_gr: Ο χρήστης που εφάρμοσε την ετικέτα
fr_fr: L&apos;utilisateur qui a enregistré le tag.

source: Tagging date
el_gr: Ετικέτα ημερομηνίας
fr_fr: Date d&apos;ajout du tag

source: The date and time the tag was applied.
el_gr: Ημερομηνία και ώρα που εφαρμόστηκε η ετικέτα
fr_fr: La date et l&apos;heure de création du tag.

source: The user who examined the tag for validity and applicability.
el_gr: Ο χρήστης που εξέτασε την ετικέτα για εγκυρότητα και εφαρμοσιμότητα.
fr_fr: L&apos;utilisateur qui a examiné la validité et l&apos;applicabilité du tag.

source: The date and time the tag was examined for validity and applicability.
el_gr: Ημερομηνία και ώρα που εξετάστηκε η ετικέτα για εγκυρότητα και εφαρμοσιμότητα.
fr_fr: La date et l&apos;heure auxquelles le tag a été modéré.

source: list item name
fr_fr: nom d&apos;élément de liste

source: list item names
fr_fr: noms d&apos;éléments de liste

source: Item name (singular)
el_gr: Όνομα αντικειμένου (μοναδικό)
fr_fr: Nom de l&apos;élément (singulier)

source: The name of this list item in the singular form (eg. "disk", "lobster").
el_gr: Το όνομα της λίστας αντικειμένου σε μια μοναδική φόρμα (π.χ "disk", "lobster").
fr_fr: Le nom de cet élément de liste au singulier (par exemple "disque", "bijou").

source: Item name (plural)
el_gr: Όνομα αντικειμένου (πληθυντικός)
fr_fr: Nom de l&apos;item (pluriel)

source: The name of this list item in the plural form (eg. "disks", "lobsters").
fr_fr: Le nom de cet élément de liste au pluriel (par exemple "disques", "bijoux").

source: A description of the list item, including suggested use notes or definitions.
el_gr: Μια περιγραφή για τη λίστα αντικειμένου, συμπεριλαμβανομένων των προτεινόμενων σημειώσεων και ορισμών για χρήση.
fr_fr: Une description de l&apos;élément de liste, en incluant de manière recommandée des notes ou des définitions.

source: Is preferred?
el_gr: Είναι προτιμότερο?
fr_fr: Est préféré ?

source: Set this if this label is the preferred label for the current locale.
fr_fr: Définir ceci si ce libellé est le libellé préféré pour la locale courante.

source: list item
el_gr: Λίστα αντικειμένου
fr_fr: élément de liste

source: Unique numeric identifier used by CollectiveAccess internally to identify this item
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cet enregistrement

source: Parent list item for this item
el_gr: Γονική λίστα αντικειμένου για αυτό το αντικείμενο
fr_fr: Élément de liste parent pour cet élément

source: List item belongs to
el_gr: Λίστα αντικειμένων που ανήκε στο
fr_fr: L&apos;élément de liste appartient à

source: Indicates the type of the list item.
fr_fr: Indique le type de l&apos;élément de liste.

source: Identifier
el_gr: Αναγνωριστικό
fr_fr: Identifiant

source: Unique identifier for this list item
fr_fr: Identifiant uniquement pour cet élément de liste

source: Identifier sort
fr_fr: tri par identifiant

source: Sortable value for identifier
fr_fr: Valeur de tri pour l&apos;identifiant

source: Item value
el_gr: Τιμή αντικειμένου
fr_fr: Valeur de l&apos;item

source: Value of this list item; is stored in database when this item is selected
fr_fr: Valeur de cet élément de liste ; est stocké en base de données quand cet item est sélectionné

source: Item color
el_gr: Χρώμα αντικειμένου
fr_fr: Couleur de l&apos;item

source: Color to display item in
el_gr: Χρώμα για να εμφανίσετε το στοιχείο στο
fr_fr: Couleur dans laquelle afficher l&apos;item

source: Item icon
el_gr: Εικόνα στοιχείου
fr_fr: Icône de l&apos;item

source: Optional icon to use with item
el_gr: Προαιρετικό εικονίδιο για χρήση με το αντικείμενο
fr_fr: Icône optionnelle pour utiliser avec l&apos;item

source: Is enabled?
el_gr: Είναι ενεργοποιημένη;
fr_fr: Est activé ?

source: If checked this item is selectable and can be used in cataloguing.
el_gr: Εάν επιλεχθεί αυτό το στοιχείο είναι επιλέξιμο και μπορεί να χρησιμοποιηθεί μόνο για καταλογοποίηση
fr_fr: Si défini, cet item est sélectionnable et peut être utilisé pour le catalogage.

source: Is default?
el_gr: Είναι η προεπιλογή;
fr_fr: Est par défaut ?

source: If checked this item will be the default selection for the list.
el_gr: Εάν επιλεχθεί αυτό το στοιχείο, θα είναι η προεπιλεγμένη επιλογή για τη λίστα
fr_fr: Si défini, cet item sera la sélection par défaut pour la liste.

source: Validation format
el_gr: Μορφή επικύρωσης
fr_fr: Format de validation

source: NOT CURRENTLY SUPPORTED; WILL BE A PERL-COMPATIBLE REGEX APPLIED TO VALIDATE INPUT
el_gr: Δεν υποστηρίζονται; θα είναι ένα συμβατό με Perl RegExp και θα εφαρμόζεται για την επικύρωση εισόδου
fr_fr: PAS ENCORE SUPPORTE ; SERA UNE EXPRESSION REGULIERE COMPATIBLE PERL POUR VALIDER LA SAISIE

source: Indicates if the list item is accessible to the public or not.
fr_fr: Indique si l&apos;élément de liste est visible par le public ou non.

source: Indicates the current state of the list item.
el_gr: Υποδεικνύει αν η λίστα του αντικειμένου είναι προσβάσιμη στο κοινό ή όχι
fr_fr: Indique l&apos;état courant de l&apos;élément de liste.

source: list item ⇔ list item relationship
el_gr: Λίστα αντικειμένου ⇔ συσχέτιση λίστας αντικειμένου
fr_fr: relation élément de liste ⇔ élément de liste

source: list item ⇔ list item relationships
el_gr: Λίστα αντικειμένου ⇔ συσχετίσεις λίστας αντικειμένου
fr_fr: relations élément de liste ⇔ élément de liste

source: list name
fr_fr: nom de liste

source: list names
fr_fr: noms de liste

source: The locale from which the object originates.
fr_fr: La locale dont provient l&apos;objet

source: Name of list
el_gr: Το όνομα της λίστας
fr_fr: Nom de liste

source: Unique numeric identifier used by CollectiveAccess internally to identify this list
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cette liste

source: List code
el_gr: Κωδικός λίστας
fr_fr: Code de liste

source: Unique code for list; used to identify the list for configuration purposes.
el_gr: Μοναδικός κωδικός για τη λίστα; χρησιμοποιείται για να προσδιορίσει την λίστα για σκοπούς ρύθμισης.
fr_fr: Code unique pour la liste ; utilisé pour identifier la liste pour des besoins de configuration.

source: Default sort order
fr_fr: Tri par défaut

source: Specifies the default method to employ to order items in this list.
fr_fr: Spécifie la méthode par défaut à employer pour trier les items dans cette liste.

source: By label
fr_fr: Par libellé

source: By rank
fr_fr: Par rang

source: By value
fr_fr: Par valeur

source: By identifier
fr_fr: Par identifiant

source: Is system list
el_gr: Είναι λίστα συστήματος
fr_fr: Est une liste système

source: Set this if the list is a list used by the system to populate a specific field (as opposed to a user defined list or vocabulary). In general, system lists are defined by the system installer - you should not have to create system lists on your own.
fr_fr: Définir ceci si la liste est utilisée par le système pour remplir un champ spécifique (par opposition à une liste utilisateur ou à un vocabulaire). En général, les listes systèmes sont définis par l&apos;installateur - vous ne devriez pas avoir à créer des listes systèmes par vous-même.

source: Is hierarchical
el_gr: Είναι ιεραρχική
fr_fr: Est hiérarchique

source: Set this if the list is hierarchically structured; leave unset if you are creating a simple "flat" list.
fr_fr: Définir ceci si la liste bénéficie d&apos;une structure hiérarchique ; laisser déselectionné si vous créez une simple liste "à plat".

source: Use as vocabulary
el_gr: Χρήση ως λεξιλόγιο
fr_fr: Utilisé comme vocabulaire

source: Set this if the list is to be used as a controlled vocabulary for cataloguing.
fr_fr: Définir ceci si la liste doit être utilisée comme un vocabulaire contrôlé pour le catalogage.

source: Current selection
fr_fr: Sélection courante

source: loan title
fr_fr: titre de prêt

source: loan titles
fr_fr: titres de prêt

source: Descriptive title for loan
fr_fr: Descriptif du prêt

source: Unique numeric identifier used by CollectiveAccess internally to identify this loan
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier ce prêt

source: Loan type
fr_fr: Type de prêt

source: The type of the loan. eg. incoming loan, outgoing loan, etc.
fr_fr: Le type de prêt, par exemple prêt entrant, prêt sortant, etc.

source: Loan identifier
fr_fr: Identifiant de prêt

source: A unique alphanumeric identifier for this loan.
fr_fr: Un identifiant alphanumérique unique pour ce prêt.

source: Serialized array used to store source information for loan information retrieved via web services [NOT IMPLEMENTED YET].
fr_fr: Tableau sérialisé utilisé pour stocker la source d&apos;information pour les informations de prêt rapatriées par webservices [PAS ENCORE IMPLEMENTE].

source: Loan hierarchy
fr_fr: Hiérarchie des prêts

source: Identifier of loan that is root of the loan hierarchy.
fr_fr: Identifiant du prêt qui est à la racine de la hiérarchie des prêts.

source: Indicates the current state of the loan record.
fr_fr: Indique l&apos;état courant de l&apos;enregistrement de prêt.

source: Indicates if the loan is deleted or not.
fr_fr: Indique si le prêt est supprimé ou non.

source: Related lots
fr_fr: Lots liés

source: loans ⇔ collections relationship
fr_fr: relation prêts ⇔ collections

source: loans ⇔ collections relationships
fr_fr: relations prêts ⇔ collections

source: loans ⇔ entities relationship
fr_fr: relation prêts ⇔ entités

source: loans ⇔ entities relationships
fr_fr: relations prêts ⇔ entités

source: loan ⇔ loan relationship
fr_fr: relation prêts ⇔ prêts

source: loan ⇔ loan relationships
fr_fr: relations prêts ⇔ prêts

source: Source notes
el_gr: Σημειώσεις πηγής
fr_fr: Notes sur l&apos;origine

source: loans ⇔ movements relationship
fr_fr: relation prêts ⇔ mouvements

source: loans ⇔ movements relationships
fr_fr: relations prêts ⇔ mouvements

source: loans ⇔ object lots relationship
fr_fr: relation prêts ⇔ lots d'objets

source: loans ⇔ object lots relationships
fr_fr: relations prêts ⇔ lots d'objets

source: loans ⇔ objects relationship
fr_fr: relation prêts ⇔ objets

source: loans ⇔ objects relationships
fr_fr: relations prêts ⇔ objets

source: loans ⇔ occurrences relationship
fr_fr: relation prêts ⇔ occurrences

source: loans ⇔ occurrences relationships
fr_fr: relations prêts ⇔ occurrences

source: loans ⇔ places relationship
fr_fr: relation prêts ⇔ lieux

source: loans ⇔ places relationships
fr_fr: relations prêts ⇔ lieux

source: loans ⇔ storage locations relationship
fr_fr: relation prêts ⇔ localisation

source: loans ⇔ storage locations relationships
fr_fr: relations prêts ⇔ localisation

source: loans ⇔ vocabulary terms relationship
fr_fr: relation prêts ⇔ termes du vocabulaire

source: loans ⇔ vocabulary terms relationships
fr_fr: relations prêts ⇔ termes du vocabulaire

source: Unique numeric identifier used by CollectiveAccess internally to identify this locale
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cette locale

source: Name of locale. The chosen name should be descriptive and must be unique.
fr_fr: Nom de la locale. Le nom choisi doit être descriptif et doit être unique.

source: ISO 639 language code
el_gr: κωδικός γλώσσας ISO 639
fr_fr: Code de langue ISO 639

source: 2 or 3 character language code for locale; use the ISO 639-1 standard for two letter codes or ISO 639-2 for three letter codes.
fr_fr: 2 ou 3 caractères pour le code de la langue ; utiliser le standard ISO 639-1 pour 2 caractères ou ISO 638-2 pour des codes à trois caractères.

source: ISO 3166-1 alpha-2 country code
el_gr: κωδικός χώρας ISO 3166-1 alpha-2
fr_fr: Code de pays ISO 3166-1 alpha-2

source: 2 characer country code for locale; use the ISO 3166-1 alpha-2 standard.
fr_fr: Code à deux caractères pour la langue ; utilisez le standard ISO 3166-1 alpha-2.

source: Dialect
el_gr: Διάλεκτος
fr_fr: Dialecte

source: Optional dialect specifier for locale. Up to 8 characters, this code is usually one defined by the language lists at http://www.ethnologue.com.
fr_fr: Dialecte optionnel pour la langue. Utilisant jusqu&apos;à 8 caractères, ce code est généralement un des codes définis par la liste des langues sur http://www.ethnologue.com

source: Do not use for cataloguing
fr_fr: Ne pas utiliser pour le catalogage

source: If checked then locale cannot be used to tag content.
fr_fr: Si défini, la langue ne peut pas être appliquée au contenu du tag.

source: metadata element name
fr_fr: nom d&apos;élément de métadonnée

source: metadata element names
fr_fr: noms d&apos;élément de métadonnée

source: Name of element
el_gr: Όνομα στοιχείου
fr_fr: Nom de l&apos;élément

source: Use for a description of how the element should be used.
el_gr: Χρήση για την περιγραφή του τρόπου με τον οποίο θα έπρεπε το στοιχείο να χρησιμοποιηθεί
fr_fr: Utiliser pour une description de la façon dont l&apos;élément doit être utilisé.

source: metadata element
el_gr: Στοιχείο μεταδεδομένου
fr_fr: élément de métadonnée

source: metadata elements
el_gr: στοιχεία μεταδεδομένων
fr_fr: éléments de métadonnée

source: Unique numeric identifier used by CollectiveAccess internally to identify this metadata element
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cet élément de métadonnées

source: Unique alphanumeric code for the metadata element.
el_gr: Μοναδικός αλφαριθμητικός κωδικός για το στοιχείο μεταδεδομένων.
fr_fr: Code alphanumérique unique pour l&apos;élément de métadonnée.

source: Documentation url
el_gr: Τεκμηρίωση url
fr_fr: URL de la documentation

source: URL pointing to documentation for this metadata element. Leave blank if no documentation URL exists.
el_gr: Η διεύθυνση URL που παραπέμπει στην τεκμηρίωση για αυτό το στοιχείο μεταδεδομένων. Αφήστε κενό αν δεν διεύθυνση URL για τεκμηρίωση
fr_fr: URL pointant vers la documentation de cet élément de métadonnée. Laisser vide s&apos;il n&apos;y a pas d&apos;URL pour la documentation.

source: Datatype
el_gr: Τύπος δεδομένων
fr_fr: Type de données

source: Data type of metadata element.
el_gr: Τύπος δεδομένων του στοιχείου μεταδεδομένων
fr_fr: Type de données de l&apos;élément de métadonnée.

source: Use list (for list elements only)
el_gr: Χρήση λίστας (μόνο για στοιχεία της λίστας)
fr_fr: Utiliser la liste (pour des éléments de liste uniquement)

source: Specifies the list to use as value for this element. Element must be a list type for this to apply.
fr_fr: Spécifie si la liste doit être utilisée comme une valeur pour cet élément. L&apos;élément doit correspondre à une liste pour que cela puisse s&apos;appliquer.

source: Type-specific ettings for metadata element
fr_fr: Paramètres liés au type de l&apos;élément de métadonnée

source: The relative priority of the element when displayed in a list with other element. Lower numbers indicate higher priority.
el_gr: Η σχετική προτεραιότητα του στοιχείου, όταν εμφανίζεται σε μια λίστα με άλλα στοιχεία. Οι χαμηλές τιμές υποδηλώνουν μεγαλύτερη προτεραιότητα.
fr_fr: La priorité de l&apos;élément lorsqu&apos;affiché dans une liste avec d&apos;autres éléments. Les plus petits nombres indiquent une priorité plus haute.

source: Minimum number of attributes of this kind that must be associated with an item
fr_fr: Le nombre minimum d&apos;attributs de ce type qui peuvent être associés avec un item

source: Maximum number of attributes of this kind that can be associated with an item
fr_fr: Le nombre maximum d&apos;attributs de ce type qui peuvent être associés avec un item

source: An error will occur if an attempt is made to save an item with more than this number of attributes of this type. Set to &gt; 1 to make this attribute single-value. Otherwise set it to an appropriately high value.
fr_fr: Une erreur se produira si une tentative d&apos;enregistrement se fait pour un item avec plus du nombre requis d&apos;attributs de ce type. Définir à 1 pour rendre cet attribut unique. Sinon définir à la valeur maximum appropriée.

source: Minimum number of attribute bundles to show in an editing form.
fr_fr: Nombre minimum de groupes d&apos;attributs à afficher dans un formulaire de saisie.

source: The minimum number of attribute bundles to show in an editing form. If the number of actual attributes is less than this number then the user interface will show empty form bundles to reach this number. This number should be less than or equal to the maximum number of attributes per row.
fr_fr: Le nombre minimum de groupes d&apos;attributs qui doivent être affichés dans un formulaire de modification. Si le nombre d&apos;attributs actuels est inférieur à ce nombre, l&apos;interface utilisateur affichera le nombre requis de paquets d&apos;attributs pour atteindre ce nombre. Ce nombre devrait être inférieur ou égal ou nombre maximum d&apos;attributs par ligne.

source: metadata type restriction
el_gr: Περιορισμός τύπου μεταδεδομένων
fr_fr: restriction par type de métadonnée

source: metadata type restrictions
el_gr: Περιορισμός τύπου μεταδεδομένων
fr_fr: restrictions par type de métadonnée

source: Bind attribute to
el_gr: Δέσμευση ιδιότητας σε
fr_fr: Lier l&apos;attribut à

source: Type of item to bind element to.
fr_fr: Type d&apos;item pour relier à l&apos;élément.

source: storage_locations
el_gr: Τοποθεσία αποθήκευσης
fr_fr: localisations

source: movement title
fr_fr: titre du mouvement

source: movement titles
fr_fr: titres de mouvements

source: Descriptive title for movement
fr_fr: Descriptif du mouvement
