Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: The range of dates that are accepted. Input dates outside the range will be rejected. Leave blank if you do not require restrictions.
el_gr: Το εύρος των ημερομηνιών που είναι αποδεκτές. Η εισαγωγή ημερομηνιών εκτός του εύρους θα πρέπει να απορριφθεί. Αφήστε κενό αν δεν απαιτούνται περιορισμοί.
fr_fr: Limites pour la sélection de dates acceptées. Les date en dehors de ces limites seront rejetées. Laisser vide si vous ne voulez pas de restriction.

source: Include date picker
fr_fr: Inclure le calendrier

source: Is a lifespan
el_gr: Είναι η διάρκεια ζωής
fr_fr: Est une durée de vie

source: Check this option if this attribute value represents a persons lifespan. Lifespans are displayed in a slightly different format in many languages than standard dates. (The default is not to be.)
el_gr: Τσέκαρε αυτή την επιλογή, αν αυτή η ιδιότητα τιμής αντιπροσωπεύει την διάρκεια ζωής ενός προσώπου. H διάρκεια ζωής εμφανίζετε σε μια ελαφρώς διαφορετική μορφή σε πολλές γλώσσες από τυπικές ημερομηνίες. (Η προεπιλογή είναι να μην είναι).
fr_fr: Cocher cette option si la valeur de cet attribut représente la durée de vie d&apos;une personne. Les durées de vie sont affichées dans un format différent des dates standards pour certaines langues. (Ce n&apos;est pas la valeur par défaut.)

source: Default value
el_gr: Προεπιλεγμένη τιμή
fr_fr: Valeur par défaut

source: Value to pre-populate a newly created attribute with
el_gr: Η τιμή που πρέπει να προ συμπληρώσετε για να δημιουργήσετε νέο χαρακτηριστικό με
fr_fr: Valeur par défaut pour un attribut qui vient d&apos;être créé

source: Suggest existing values?
fr_fr: Proposer des valeurs déjà existantes ?

source: Check this option if you want this attribute to suggest previously saved values as text is entered.
fr_fr: Cocher cette option si vous voulez obtenir à la saisie des propositions basées sur des valeurs déjà utilisées.

source: Sort suggested values by?
fr_fr: Trier les valeurs suggérées par ?

source: If suggestion of existing values is enabled this option determines how returned values are sorted. Choose <i>value</i> to sort alphabetically. Choose <i>most recently added </i> to sort with most recently entered values first.
fr_fr: Si la suggestion de valeurs existantes est activée, cette option détermine comment seront triées les différentes propositions. Choisissez <i>valeur</i> pour trier alphabétiquement. Choisissez <i>derniers ajouts</i> pour trier les derniers ajouts en début de liste.

source: Value
fr_fr: Valeur

source: Most recently added
fr_fr: Derniers ajouts

source: %1 is invalid
el_gr: Σύνδεση
fr_fr: %1 est invalide

source: %1 must be within %2
el_gr: %1 πρέπει να είναι μέσα σε %2
fr_fr: %1 doit être à l&apos;intérieur de %2

source: Uploaded file
el_gr: Μεταφόρτωση αρχείου
fr_fr: Fichier uploadé

source: Select a file
el_gr: Επιλέξτε ένα αρχείο
fr_fr: Choisir un fichier

source: Check this option if this attribute value can be used for sorting of search results. (The default is not to be.)
el_gr: Τσέκαρε αυτή την επιλογή, αν αυτή η ιδιότητα τιμής μπορεί να χρησιμοποιηθεί για την ταξινόμηση των αποτελεσμάτων αναζήτησης. (Η προεπιλογή είναι να είναι.)
fr_fr: Cocher cette option si la valeur de cet attribut peut être utilisée pour le tri des résultats de recherche. (Ce n&apos;est pas la valeur par défaut.)

source: Address or georeference was blank.
el_gr: H διεύθυνση ή η γεωαναφορά ήταν κενή.
fr_fr: L&apos;adresse ou la géoréférence est vide.

source: Could not connect to Google for geocoding
fr_fr: Impossible de se connecter à Google pour le géocodage

source: Could not geocode address: [%1] %2
el_gr: Δεν είναι δυνατή ο γεωκωδικοποίηση της διεύθυνσης: [%1] %2
fr_fr: Ne peut géocoder l&apos;adresse : [%1] %2

source: Search for geographic location
fr_fr: Rechercher un emplacement géographique

source: Upload KML file
el_gr: Ανεβάστε αρχείο KML
fr_fr: Uploader le fichier KML

source: Select KML or KMZ file
el_gr: Επιλέξτε KML ή KMZ αρχείο
fr_fr: Sélectionner le fichier KML ou KMZ

source: Use map
fr_fr: Utiliser la carte

source: Can be empty
el_gr: Μπορεί να είναι κενή
fr_fr: Ne doit pas être vide

source: Check this option if you want to allow empty attribute values. This - of course - only makes sense if you bundle several elements in a container.
el_gr: Τσέκαρε αυτή την επιλογή, αν θέλετε να επιτρέπονται κενές ιδιότητες τιμών. Αυτό φυσικά έχει νόημα εάν έχετε δεσμεύσει αρκετά στοιχεία σε ένα δοχείο.
fr_fr: Cocher cette option si vous voulez autoriser à définir des attributs vides. Ceci n&apos;est cohérent que si vous rassemblez plusieurs éléments dans un conteneur.

source: Entry was blank.
el_gr: H καταχώρηση ήταν κενή.
fr_fr: La saisie était vide.

source: Service URL
fr_fr: URL du service

source: URL for access to information service.
fr_fr: URL pour accéder au service d&apos;information.

source: More
el_gr: Περισσότερα
fr_fr: Plus

source: Minimum number of characters
el_gr: Ελάχιστος αριθμός χαρακτήρων
fr_fr: Nombre minimal de caractères

source: The minimum number of characters to allow. Input shorter than required will be rejected.
el_gr: Ο ελάχιστος αριθμός χαρακτήρων που θα επιτρέπονται. Η είσοδος μικρότερη από την απαιτούμενη θα απορριφθεί.
fr_fr: Le nombre minimum de caractères autorisés. Les saisies plus courtes seront rejetées.

source: Maximum number of characters
el_gr: Μέγιστος αριθμός χαρακτήρων
fr_fr: Nombre maximal de caractères

source: The maximum number of characters to allow. Input longer than required will be rejected.
el_gr: Ο μέγιστος αριθμός χαρακτήρων που θα επιτρέπονται. Η είσοδος περισσότερων από την απαιτούμενη θα απορριφθεί.
fr_fr: Le nombre maximal de caractères autorisés. Les saisies plus longues seront rejetées.

source: The minimum numeric value to allow. Values smaller than required will be rejected.
fr_fr: Le nombre minimum de caractères autorisés. Les saisies plus courtes seront rejetées.

source: The maximum numeric value to allow. Values larger than required will be rejected.
fr_fr: Le nombre maximal de caractères autorisés. Les saisies plus longues seront rejetées.

source: Regular expression to validate input with
el_gr: Κανονική παράσταση για την επικύρωση των εισόδων με
fr_fr: Expression régulière pour valider la saisie

source: %1 must be at least 1 character long
el_gr: %1 πρέπει να είναι τουλάχιστον 1 μήκος χαρακτήρα
fr_fr: %1 doit avoir au moins 1 caractère

source: %1 must be at least %2 characters long
el_gr: %1 πρέπει να είναι τουλάχιστον %2 μήκους χαρακτήρων
fr_fr: %1 doit avoir au moins %2 caractères

source: %1 must be no more than 1 character long
el_gr: %1 δεν πρέπει να υπερβαίνει το 1 μήκος χαρακτήρα
fr_fr: %1 ne doit pas faire plus d&apos;1 caractère

source: %1 must be no more than %2 characters long
el_gr: %1 δεν πρέπει να υπερβαίνει το %2 μήκους χαρακτήρων
fr_fr: %1 ne doit pas faire plus de %2 caractères

source: %1 must a number
fr_fr: %1 doit être un nombre

source: %1 must be no more than %2
fr_fr: %1 ne doit être plus grand que %2

source: %1 does not conform to required format
el_gr: % 1 δεν είναι σύμφωνη με την απαιτούμενη μορφή
fr_fr: %1 n&apos;est pas conforme au format requis

source: %1 is not an integer value
el_gr: % 1 δεν είναι μια ακέραια τιμή
fr_fr: %1 n&apos;est pas un entier

source: Vocabulary
fr_fr: Vocabulaire

source: All vocabularies
fr_fr: Tous les vocabulaires

source: LC Subject Headings
fr_fr: Vedettes-matières LC

source: LC Name Authority File
fr_fr: Fichier d'autorité de noms LC

source: LC Subject Headings for Children
fr_fr: Vedettes matières LC pour les enfants

source: LC Genre/Forms File
fr_fr: Fichier de Genre/Forme LC

source: Thesaurus of Graphic Materials
fr_fr: Thésaurus des matériaux graphiques

source: Preservation Events
fr_fr: Événement de préservation

source: Preservation Level Role
fr_fr: Rôle de préservation

source: Cryptographic Hash Functions
fr_fr: Fonction de hash cryptographique

source: MARC Relators
fr_fr: Rapporteurs MARC

source: MARC Countries
fr_fr: Pays MARC

source: MARC Geographic Areas
fr_fr: Zones géographiques MARC

source: MARC Languages
fr_fr: Langues MARC

source: ISO639-1 Languages
fr_fr: Codes de langue ISO 639-1

source: ISO639-2 Languages
fr_fr: Codes de langue ISO 639-2

source: ISO639-5 Languages
fr_fr: Codes de langue ISO 639-5

source: More &rsaquo;
fr_fr: Plus @rsaquo;

source: Require value
fr_fr: Nécessite une valeur

source: Check this option if you want an error to be thrown if this measurement is left blank.
fr_fr: Cocher cette option si vous voulez une alerte si cette dimension ne doit pas être laissée vide.

source: %1 is not a valid unit of measurement
fr_fr: %1 n&apos;est pas une unité de mesure valide

source: %1 is not a valid measurement
el_gr: %1 δεν είναι έγκυρη μέτρηση
fr_fr: %1 n&apos;est pas une mesure valide

source: %1 must not be less than zero
el_gr: %1 δεν πρέπει να είναι μικρότερο του μηδενός
fr_fr: %1 ne doit pas être inférieur à zéro

source: %1 is not a valid measurement [%2]
fr_fr: %1 n&apos;est pas une mesure valide [%2]

source: Width of list in user interface
el_gr: Πλάτος της λίστας στο περιβάλλον εργασίας χρήστη
fr_fr: Largeur de la liste dans l&apos;interface utilisateur

source: Render list as
fr_fr: Afficher la liste comme

source: Drop-down list
fr_fr: Liste déroulante

source: Yes/no checkbox
fr_fr: Case à cocher oui/non

source: Radio buttons
fr_fr: Boutons radio

source: Checklist
fr_fr: Liste à cocher

source: Horizontal hierarchy browser
fr_fr: Navigation hiérarchique horizontale

source: Horizontal hierarchy browser with search
fr_fr: Navigation hiérarchique horizontale avec recherche

source: Vertical hierarchy browser
fr_fr: Navigation hiérarchique verticale

source: Number of columns to use for radio button or checklist display
fr_fr: Nombre de colonnes à utiliser pour un bouton radio ou une liste de cases à cocher

source: Maximum number of columns to use when laying out radio buttons or checklist.
fr_fr: Nombre maximum de colonnes à utiliser lors du positionnement de boutons radio ou de checklist.

source: Value %1 [%2] cannot be blank
fr_fr: La valeur %1 [%2] ne peut pas être vide

source: Item is not in the correct list
fr_fr: L&apos;item n&apos;est pas dans la liste validée

source: -NONE-
fr_fr: -AUCUN-

source: The list must have exactly two items to be used as a yes/no checkbox
fr_fr: La liste doit avoir exactement deux items pour être utilisée comme une case à cocher oui/non.

source: Sub-elements may not be used as checklists
fr_fr: Les sous-éléments ne peuvent pas être utilisés dans des listes de cases à cocher.

source: Media details
fr_fr: Détails du média

source: Select a media file
el_gr: Επιλέξτε το αρχείο πολυμέσων
fr_fr: Choisir un fichier média

source: The minimum numeric value to allow. Values smaller than required will be rejected. Leave blank to indicate no lower limit.
fr_fr: Le nombre minimum de caractères autorisés. Les saisies plus courtes seront rejetées. Laisser vide pour indiquer l&apos;absence de limite.

source: The maximum numeric value to allow. Values larger than required will be rejected. Leave blank to indicate no upper limit.
fr_fr: Le nombre maximal de caractères autorisés. Les saisies plus longues seront rejetées. Laisser vide pour ne pas définir de limite maximale.

source: Check this option if you don't want your numeric values to be locale-specific. (The default is to be.)
el_gr: Τσεκάρετε αυτή την επιλογή αν δεν θέλετε οι αριθμιτικές τιμές να ρυθμίζονται τοπικά. (Η προεπιλογή είναι να είναι.)
fr_fr: Cocher cette option si vous ne voulez pas que les valeurs numériques soient spécifiques à la locale. (Valeur cochée par défaut)

source: %1 is not a numeric value
el_gr: %1 δεν είναι μια αριθμητική τιμή
fr_fr: %1 n&apos;est pas une valeur numérique

source: Width of field in user interface
el_gr: Πλάτος του πεδίου στο περιβάλλον εργασίας χρήστη
fr_fr: Largeur du champ dans l&apos;interface utilisateur

source: Check this option if you don't want your field values to be locale-specific. (The default is to not be.)
el_gr: Τσεκάρετε αυτή την επιλογή αν δεν θέλετε οι τιμές του πεδίου να ρυθμίζονται τοπικά. (Η προεπιλογή είναι να μην είναι.)
fr_fr: Cocher cette option si vous ne voulez pas que les valeurs des champs soient spécifiques à la locale. (Décoché par défaut)

source: Occurrence type restriction
el_gr: Τύποι περιορισμών στα Περιστατικά
fr_fr: Restriction par type d&apos;occurrence

source: Insert idno of a occurrence type here to restrict the lookup mechanism to that type. (The default is empty.)
fr_fr: Saisir ici l&apos;identifiant d&apos;un type d&apos;occurence pour limiter le mécanisme de vérification à ce type. (Vide par défaut.)

source: Place type restriction
el_gr: Τύποι περιορισμών στις Τοποθεσίες
fr_fr: Restriction par type de lieu

source: Insert idno of a place type here to restrict the lookup mechanism to a certain place type. (The default is empty.)
fr_fr: Saisir ici l&apos;identifiant d&apos;un type de lieu pour limiter le mécanisme de vérification à ce type. (Vide par défaut.)

source: Check this option if you don't want your Taxonomy values to be locale-specific. (The default is to not be.)
fr_fr: Cocher cette option si vous ne voulez pas que vos valeurs de Taxonomie soient spécifiques à la locale. (Décoché par défaut)

source: Use rich text editor
fr_fr: Utiliser un éditeur de texte enrichi

source: Check this option if you want to use a word-processor like editor with this text field. If you expect users to enter rich text (italic, bold, underline) then you might want to enable this.
fr_fr: Cocher cette option si vous voulez utiliser un éditeur du type traitement de texte avec ce champ texte. Si vous souhaitez que les utilisateurs puissent utiliser du texte riche (italique, gras, souligné), vous devrez activer ce paramètre.

source: Check this option if you don't want your text to be locale-specific. (The default is to be.)
el_gr: Τσεκάρετε αυτή την επιλογή αν δεν θέλετε το κείμενό σας να είναι να καθορίζονται τοπικά. (Η προεπιλογή είναι να είναι.)
fr_fr: Cocher cette option si vous ne voulez pas que le texte soit spécifique à la locale. (Oui par défaut.)

source: Check this option if you want this attribute to suggest previously saved values as text is entered. This option is only effective if the display height of the text entry is equal to 1.
fr_fr: Cocher cette option si vous voulez obtenir des suggestions basées sur des saisies précédentes au cours de la saisie. Cette option n&apos;est effective que la hauteur d&apos;affichage du texte est égale à 1.

source: Default text
el_gr: Προεπιλεγμένο κείμενο
fr_fr: Texte par défaut

source: Text to pre-populate a newly created attribute with
el_gr: Κείμενο που πρέπει να προ συμπληρώσετε για να δημιουργήσετε νέο χαρακτηριστικό με
fr_fr: Texte par défaut pour remplir un nouvel attribut créé

source: Check this option if you don't want your time code values to be locale-specific. (The default is to not be.)
el_gr: Τσεκάρετε αυτή την επιλογή αν δεν θέλετε ο κωδικός της ώρας να ρυθμίζονται τοπικά. (Η προεπιλογή είναι να μην είναι.)
fr_fr: Cocher cette option si vous ne voulez pas que l&apos;heure définie soit spécifique à la langue. (Non par défaut)

source: Check this option if you don't want your urls to be locale-specific. (The default is to not be.)
el_gr: Τσεκάρετε αυτή την επιλογή αν δεν θέλετε τα urls σας να ρυθμίζονται τοπικά. (Η προεπιλογή είναι να μην είναι.)
fr_fr: Cocher cette option si vous ne voulez pas que les urls soient spécifique à la locale. (Non par défaut.)

source: Check this option if you want an error to be thrown if the URL is left blank.
fr_fr: Cocher cette option si vous voulez une alerte lorsque l&apos;URL est laissée vide.

source: Check this option if you want this attribute to suggest previously saved values as text is entered. This option is only effective if the display height of the element is equal to 1.
fr_fr: Cocher cette option si vous voulez obtenir des suggestions basées sur des saisies précédentes au cours de la saisie. Cette option n&apos;est effective que la hauteur d&apos;affichage du texte est égale à 1.

source: %1 be no more than %2 characters long
el_gr: %1 δεν πρέπει να υπερβαίνει το %2 μήκους χαρακτήρων
fr_fr: %1 ne doit pas être de plus de %2 caractères

source: %1 is not a valid url
fr_fr: %1 n&apos;est pas une URL valide

source: Open &rsaquo;
fr_fr: Ouvrir &rsaquo;

source: Search
el_gr: Αναζήτηση
fr_fr: Recherche

source: Searches
fr_fr: Recherches

source: a
el_gr: ένα
fr_fr: un

source: Yes
el_gr: Ναι
fr_fr: Oui

source: No
el_gr: Όχι
fr_fr: Non

source: Browse by...
el_gr: Περιήγηση με βάση ...
fr_fr: Parcourir par ...

source: Invalid search type
fr_fr: Type de recherche invalide

source: Invalid criteria type
el_gr: Άκυρος τύπος κριτήριων
fr_fr: Type de critère invalide

source: '%1' is not valid for %2
fr_fr: '%1' n&apos;est pas valide pour %2

source: '%1' is not valid for %2; only letters and numbers are allowed
fr_fr: '%1' n'est pas valide pour %2 ; seules les lettres et les nombres sont autorisés

source: %1 must be set to %2
fr_fr: %1 doit être défini à %2

source: %1 must not be shorter than %2 character
fr_fr: %1 ne doit pas faire moins de %2 caractères

source: %1 must not be shorter than %2 characters
fr_fr: %1 ne doit pas faire moins de %2 caractères

source: %1 must not be longer than %2 character
fr_fr: %1 ne doit pas faire plus de %2 caractère

source: %1 must not be longer than %2 characters
fr_fr: %1 ne doit pas faire plus de %2 caractères

source: %1 must be a number
fr_fr: %1 doit être un nombre

source: %1 must not be less than %2
el_gr: %1 δεν πρέπει να είναι μικρότερη από %2
fr_fr: %1 ne doit pas être inférieur à %2

source: %1 must not be more than %2
fr_fr: %1 ne doit pas être plus grand que %2

source: %1 must be a valid year
fr_fr: %1 doit être une année valide

source: %1 must be a valid numeric month (between 1 and 12)
fr_fr: %1 doit être un mois valide sous forme numérique (entre 1 et 12)

source: %1 must be a valid numeric day (between 1 and 31)
fr_fr: %1 doit être une valeur de jour numérique valide (entre 1 et 31)

source: Error
fr_fr: Erreur

source: Identifier is already in use
el_gr: Το αναγνωριστικό είναι ήδη σε χρήση
fr_fr: L&apos;identifiant est déjà utilisé

source: Identifier is already in use %1 times
el_gr: Το αναγνωριστικό είναι ήδη σε χρήση %1 φορές
fr_fr: L&apos;identifiant est déjà utilisé %1 fois

source: Will be assigned %1 when saved
el_gr: Θα καθοριστεί %1, όταν αποθηκεύονται
fr_fr: %1 sera affecté après enregistrement

source: Encoded Archival Description format
fr_fr: Format EAD (Encoded Archival Description)

source: NewsML is designed to provide a media-type-independent, structural framework for multi-media news. Beyond exchanging single items it can also convey packages of multiple items in a structures layout.
fr_fr: NewsML a été conçu pour fournir un framework structurel, indépendant d&apos;un type de média, pour des informations multi-média. Au delà de l&apos;échange de simples éléments, NewsML peut aussi être utilisé pour transmettre des packages d&apos;éléments multiples dans un formatage structuré.

source: Public Broadcasting Core data format; used for data interchange between audio/video archives
fr_fr: Format de donnée PBC (Public Broadcasting Core) ; utilisé pour des échanges de données entre archives audio/vidéo

source: Tab delimited text
fr_fr: Texte délimité par des tabulations

source: Invalid timecode '%1' for %2
el_gr: Άκυρη κωδικοποίηση ώρας '%1' για %2
fr_fr: Timecode non valide '%1' pour %2

source: Invalid property '%1'
el_gr: Άκυρη ιδιότητα '%1'
fr_fr: Propriété invalide '%1'

source: Start must be less than end
el_gr: Η αρχή πρέπει να είναι μικρότερη από το τέλος
fr_fr: Le début doit être inférieur à la fin

source: Invalid provider '%1'.
fr_fr: Fournisseur invalide '%1'.

source: OAI provider is not enabled.
fr_fr: Le fournisseur OAI n'est pas activé.

source: No verb specified.
fr_fr: Aucune requête OAI (verb) spécifiée

source: Invalid verb specified.
fr_fr: Requête OAI (verb) spécifiée invalide.

source: Identifier is empty
fr_fr: L'identifiant est vide.

source: Identifier is invalid
fr_fr: L'identifiant est invalide

source: Query failed
fr_fr: La requête a échoué

source: No records match the given criteria
fr_fr: Aucun enregistrement ne correspond aux critères

source: CollectiveAccess OAI-PMH Service
fr_fr: Service OAI-PMH de CollectiveAccess

source: Duplicate parameters in request
fr_fr: Paramètres en doubles dans la requête

source: Missing required parameter %1
fr_fr: Paramètre %1 requis et manquant

source: Unknown parameter %1
fr_fr: Paramètre inconnu %1

source: Date/time parameter of differing granularity
fr_fr: Paramètre date/heure de limite de granulosité

source: and
fr_fr: et

source: User
el_gr: Χρήστης
fr_fr: Utilisateur

source: Changes
el_gr: Αλλαγές
fr_fr: Modifications

source: No change log available
el_gr: Καμία αλλαγή στο ιστορικό δεν είναι διαθέσιμη
fr_fr: Pas d&apos;historique des modifications disponible

source: Subject
el_gr: Θέμα
fr_fr: Sujet

source: Added
el_gr: Προστέθηκε
fr_fr: Ajouté

source: Edited
el_gr: Επεξεργασία
fr_fr: Modifié

source: Deleted
el_gr: Διαγράφεται
fr_fr: Supprimé

source: Not set
el_gr: Δεν έχει οριστεί
fr_fr: Non défini

source: Non-existent
el_gr: Δεν υφίσταται
fr_fr: N&apos;existe pas

source: yes
fr_fr: oui

source: no
fr_fr: non

source: '%1' does not exist in this object
el_gr: '%1' δεν υπάρχει σε αυτό το αντικείμενο
fr_fr: '%1' n&apos;existe pas dans cet objet

source: '%1' for %2 is not numeric
el_gr: '%1' για %2 δεν είναι αριθμητικό
fr_fr: '%1' pour %2 n&apos;est pas numérique

source: Invalid direct date values
el_gr: Άκυρη η άμεση τιμή ημερομηνίας **************
fr_fr: Date non valide

source: Invalid direct time values
el_gr: Άκυρη η άμεση τιμή ώρας *********
fr_fr: Heure non valide

source: %1' does not exist in this object
el_gr: '%1' δεν υπάρχει σε αυτό το αντικείμενο
fr_fr: %1 n&apos;existe pas pour cet objet

source: Mode:%1 is not supported by this object
el_gr: Κατάσταση:%1 δεν υποστηρίζεται από αυτό το αντικείμενο ********
fr_fr: Mode : %1 n&apos;est pas supporté pour cet objet

source: BaseModel '%1' cannot be accessed with this class
el_gr: BaseModel '%1' δεν μπορεί να προσπελαστεί με αυτή την κατηγορία
fr_fr: BaseModel &apos;%1&apos; ne peut pas être accédé avec cette classe

source: BaseModel '%1' does not exist
el_gr: BaseModel '%1' δεν υπάρχει
fr_fr: BaseModel &apos;%1&apos; n&apos;existe pas

source: Field '%1' does not exist
el_gr: Το πεδίο '%1' δεν υπάρχει
fr_fr: Le champ '%1' n&apos;existe pas

source: Basemodel::load SQL had an error: %1; SQL was %2
fr_fr: Basemodel::load SQL a eu une erreur : %1; la requête SQL était %2

source: Invalid %1 '%2'
el_gr: Άκυρο %1 '%2'
fr_fr: %1 invalide '%2'

source: No record with %1
el_gr: Καμία εγγραφή με% 1
fr_fr: Aucun enregistrement avec %1

source: Date is undefined but field %1 does not support NULL values
el_gr: Η ημερομηνία είναι απροσδιόριστη, αλλά το πεδίο %1 δεν υποστηρίζει τις τιμές NULL
fr_fr: La date est indéfinie mais le champ %1 ne supporte pas de valeur NULL

source: Date is invalid for %1
el_gr: Η ημερομηνία δεν είναι έγκυρη για %1
fr_fr: %1 est une date invalide

source: Time is undefined but field %1 does not support NULL values
el_gr: Η ώρα είναι απροσδιόριστη, αλλά το πεδίο %1 δεν υποστηρίζει τις τιμές NULL
fr_fr: L&apos;heure est indéfinie mais le champ %1 ne supporte pas de valeur NULL

source: Time is invalid for
el_gr: Η ώρα δεν είναι έγκυρη για
fr_fr: L&apos;heure est invalide pour

source: Daterange is undefined but field does not support NULL values
el_gr: Το εύρος της ημερομηνίας είναι απροσδιόριστο, αλλά το πεδίο %1 δεν υποστηρίζει τις τιμές NULL
fr_fr: La plage de dates est indéfinie mais le champ ne supporte pas de valeur NULL
