Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: Password does not match confirmation. Please try again.
el_gr: Ο κωδικός δεν ταιριάζει. Παρακαλώ δοκιμάστε ξανά.
fr_fr: Le mot de passe n&apos;est pas valide. Veuillez essayer une nouvelle fois.

source: Added group
el_gr: Προστέθηκε ομάδα
fr_fr: Groupe ajouté

source: Saved changes to group
el_gr: Αποθηκευμένες αλλαγές στην ομάδα
fr_fr: Les modifications apportés au groupe sont enregistrées

source: Your entry has errors. See below for details.
el_gr: Η καταχώρησή σας έχει σφάλματα. Κοιτάξτε παρακάτω για λεπτομέριες.
fr_fr: Votre saisie contient des erreurs. Voir ci-dessous pour plus d&apos;informations.

source: Added role
el_gr: Προστέθηκε ρόλος
fr_fr: Rôle ajouté

source: Saved changes to role
el_gr: Αποθηκεύσετε τις αλλαγές στο ρόλο
fr_fr: Les modifications apportés au rôle sont enregistrées

source: Deleted role
el_gr: Διαγράφηκε ρόλος
fr_fr: Rôle supprimé

source: Added user
el_gr: Προσθήκη χρήστη
fr_fr: Utilisateur ajouté

source: Saved changes to user
el_gr: Αποθηκευμένες αλλαγές στο χρήστη
fr_fr: Les modifications apportés à l&apos;utilisateur sont enregistrées

source: Deleted user
el_gr: Διαγράφεται το χρήστη
fr_fr: Utilisateur supprimé

source: GD is a graphics processing library required for all barcode generation.
fr_fr: GD est une bibliothèque graphique requise pour la génération de codes-barres.

source: Is not installed; barcode printing will not be possible.
fr_fr: GD n&apos;est pas installé ; la génération de codes-barres est impossible.

source: Added metadata element
el_gr: Προσθήκη στοιχείων μετα-δεδομένων
fr_fr: Métadonnée ajoutée

source: Saved changes to metadata element
el_gr: Αποθήκευση αλλαγών στα στοιχεία μετα-δεδομένων
fr_fr: Modifications de la métadonnée enregistrées

source: Setting is not valid: %1
fr_fr: Paramètre invalide : %1

source: Deleted metadata element
el_gr: Διαγράφεται στοιχεία μετα-δεδομένων
fr_fr: Métadonnée supprimée

source: This element is at the top of the list
el_gr: Αυτό το στοιχείο είναι στην κορυφή του καταλόγου
fr_fr: Cet élément se trouve au début de la liste

source: This element is at the bottom of the list
el_gr: Αυτό το στοιχείο είναι στο κάτω μέρος του καταλόγου
fr_fr: Cet élément se trouve à la fin de la liste

source: list
el_gr: λίστα
fr_fr: liste

source: relevance
el_gr: Συνάφεια
fr_fr: pertinence

source: name
el_gr: Όνομα
fr_fr: nom

source: list/vocabulary term
el_gr: λίστα / λεξιλόγιο όρου
fr_fr: élément de liste/vocabulaire

source: list/vocabulary terms
el_gr: λίστα / λεξιλόγιο όρων
fr_fr: éléments de liste/vocabulaire

source: Added locale
el_gr: Προστέθηκαν οι τοπικές ρυθμίσεις
fr_fr: Locale ajoutée

source: Saved changes to locale
el_gr: Αποθηκεμένες αλλαγές στις τοπικές ρυθμίσεις
fr_fr: Modifications de la locale enregistrées

source: Could not delete locale: %1
el_gr: Δεν είναι δυνατή η διαγραφή των τοπικών ρυθμίσεων: %1
fr_fr: Impossible de supprimer la locale : %1

source: Deleted locale
el_gr: Διαγράφηκαν οι τοπικές ρυθμίσεις
fr_fr: Locale effacée

source: type name
el_gr: τύπος ονόματος
fr_fr: nom du type

source: relationship type
el_gr: τύπος συσχέτισης
fr_fr: type de relation

source: relationship types
el_gr: τύποι συσχέτισης
fr_fr: types de relation

source: Invalid parent
fr_fr: Parent invalide

source: Renumbered contents of lot
fr_fr: Contenu renuméroté du lot

source: entity
el_gr: Οντότητα
fr_fr: entité

source: entities
el_gr: Οντότητες
fr_fr: entités

source: loan
fr_fr: prêt

source: loans
fr_fr: prêts

source: short description
fr_fr: courte description

source: movement
fr_fr: mouvement

source: movements
fr_fr: mouvements

source: lot idno
el_gr: Παρτίδα idno
fr_fr: idno du lot

source: object representation
el_gr: απεικόνιση αντικειμένου
fr_fr: représentation d&apos;objet

source: object representations
el_gr: Απεικόνιση αντικειμένων
fr_fr: représentations d&apos;objet

source: thumbnails
el_gr: Μικρόγραφία
fr_fr: vignettes

source: full
el_gr: Πλήρη
fr_fr: rempli

source: title
el_gr: Τίτλος
fr_fr: titre

source: object
el_gr: Αντικείμενο
fr_fr: objet

source: objects
el_gr: Αντικείμενα
fr_fr: objets

source: place
el_gr: Τοποθέτηση
fr_fr: lieu

source: places
el_gr: Τοποθετήσεις
fr_fr: lieux

source: storage location
el_gr: Τοποθεσία αποθηκευτικού χώρου
fr_fr: localisation

source: storage locations
el_gr: Τοποθεσίες αποθηκευτικού χώρου
fr_fr: localisations

source: tour
fr_fr: parcours

source: tours
fr_fr: parcours

source: tour stop
fr_fr: point du parcours

source: tour stops
fr_fr: points du parcours

source: Quick search
fr_fr: Recherche rapide

source: Objects
el_gr: Αντικείμενα
fr_fr: Objets

source: Object lots
el_gr: Παρτίδες αντικειμένων
fr_fr: Lots d&apos;objets

source: Entities
el_gr: Οντότητες
fr_fr: Entités

source: Places
el_gr: Τοποθεσίες
fr_fr: Lieux

source: Occurrences
el_gr: Περιστατικά
fr_fr: Occurences

source: Storage locations
el_gr: Τοποθεσίες αποθήκευσης
fr_fr: Localisations

source: Loans
fr_fr: Prêts

source: Movements
fr_fr: Mouvements

source: Tours
fr_fr: Parcours

source: Tour stops
fr_fr: Points du parcours

source: displayname
fr_fr: nom pour l&apos;affichage

source: surname, forename
el_gr: επώνυμο, όνομα
fr_fr: nom de famille, prénom

source: forename
el_gr: όνομα
fr_fr: prénom

source: object lot
el_gr: παρτίδα αντικειμένου
fr_fr: lot d&apos;objet

source: object lots
el_gr: Παρτίδες αντικειμένων
fr_fr: lots d&apos;objets

source: Invalid table name
fr_fr: Nom de table invalide

source: Invalid element code
fr_fr: Code d&apos;élément invalide

source: Value suggestion is not supported for this metadata element
fr_fr: La suggestion de valeur n&apos;est pas supportée pour cet élément de métadonnée

source: Element code is not bound to the specified table
fr_fr: Le code d&apos;élément n&apos;est pas lié à la table spécifiée.

source: Could not connect to GeoNames
fr_fr: Impossible de se connecter à GeoNames

source: ERROR
el_gr: Σφάλμα
fr_fr: ERREUR

source: ERROR: uBio web service query failed.
fr_fr: ERREUR : la requête sur le web service uBio a échoué

source: ERROR: No uBio keycode in app.conf.
fr_fr: ERREUR : pas de clé uBio dans app.conf

source: user
el_gr: χρήστης
fr_fr: utilisateur

source: There are no unmoderated comments
el_gr: Δεν υπάρχουν σχόλια χωρίς εποπτία
fr_fr: Il n&apos;y aucun commentaire à modérer

source: The comment does not exist
el_gr: Το σχόλιο δεν υπάρχει
fr_fr: Le commentaire n&apos;existe pas

source: Could not approve comment
el_gr: Το σχόλιο δεν μπορεί να εγκριθεί
fr_fr: Le commentaire ne peut être validé

source: Your comments have been approved
el_gr: Το σχόλιο σας εγκρίθηκε
fr_fr: Votre commentaire a été validé

source: Please use the checkboxes to select comments for approval
el_gr: Παρακαλώ χρησιμοποιείστε το πλαίσιο ελέγχου για να επιλέξετε σχόλια για έγκριση
fr_fr: Veuillez utiliser les case à cocher pour sélectionner les commentaires à valider

source: Could not delete comment
el_gr: Δεν μπορεί να διαγραφεί το σχόλιο
fr_fr: Le commentaire ne peut être effacé

source: Your comments have been deleted
el_gr: Το σχόλιο σας διαγράφηκε
fr_fr: Votre commentaire a été supprimé

source: Please use the checkboxes to select comments for deletion
el_gr: Παρακαλώ χρησιμοποιείστε το πλαίσιο ελέγχου για να επιλέξετε σχόλια για διαγραφή
fr_fr: Veuillez utiliser les cases à cocher pour sélectionner les commentaires à supprimer

source: comment
el_gr: σχόλιο
fr_fr: commentaire

source: comments
el_gr: σχόλια
fr_fr: commentaires

source: You cannot edit this group
fr_fr: Vous ne pouvez pas modifier ce groupe

source: You cannot delete this group
fr_fr: Vous ne pouvez pas supprimer ce groupe

source: There are no saved searches
fr_fr: Il n&apos;y a aucune recherche enregistrée

source: Your search could not be deleted
fr_fr: Votre recherche ne peut être supprimée

source: Your searches have been deleted
fr_fr: Vos recherches ont été supprimées

source: Please use the checkboxes to select searches for deletion
fr_fr: Veuillez utiliser les cases à cocher pour sélectionner les recherches à supprimer

source: There are no unmoderated tags
el_gr: Δεν υπάρχουν ετικέτες χωρίς εποπτία.
fr_fr: Tous les tags sont modérés

source: The tag does not exist
el_gr: Η ετικέτα δεν υπάρχει
fr_fr: Le tag n&apos;existe pas

source: Could not approve tag
el_gr: Η ετικέτα δεν μπορεί να εγκριθεί
fr_fr: Le tag ne peut être validé

source: Your tags have been approved
el_gr: Η ετικέτα σας εγκρίθηκε
fr_fr: Vos tags ont été validés

source: Please use the checkboxes to select tags for approval
el_gr: Παρακαλώ χρησιμοποιείστε το πλαίσιο ελέγχου για να επιλέξετε ετικέτες για έγκριση
fr_fr: Veuillez utiliser les cases à cocher pour sélectionner les tags à valider

source: Could not delete tag
el_gr: Η ετικέτα δεν μπορεί να διαγραφεί
fr_fr: Impossible de supprimer le tag

source: Your tags have been deleted
el_gr: Η ετικέτα σας διαγράφηκε
fr_fr: Vos tags ont été supprimés

source: Please use the checkboxes to select tags for deletion
el_gr: Παρακαλώ χρησιμοποιείστε το πλαίσιο ελέγχου για να επιλέξετε τις ετικέτες για διαγραφή
fr_fr: Veuillez utiliser les cases à cocher pour sélectionner les tags à supprimer

source: There are no watched items
fr_fr: Il n&apos;y a pas d&apos;item surveillé.

source: Your watched items have been deleted
fr_fr: Vos items surveillés ont été supprimés.

source: Please use the checkboxes to select items to remove from your watch list
fr_fr: Veuillez utiliser les cases à cocher pour sélectionner les items à retirer de votre liste d&apos;items à surveiller.

source: You cannot edit that display
el_gr: Δεν μπορείτε να τροποιήσετε αυτή την οθόνη
fr_fr: Vous ne pouvez pas modifier cet affichage

source: You cannot edit that form
el_gr: Δεν μπορείτε να τροποιήσετε αυτή την φόρμα
fr_fr: Vous ne pouvez pas modifier cet ensemble

source: Access denied
fr_fr: Accès refusé

source: The set does not exist
el_gr: Η ομάδα δεν υπάρχει
fr_fr: L&apos;ensemble n&apos;existe pas

source: You cannot edit this set
el_gr: Δεν μπορείτε να τροποποιήσετε αυτή την ομάδα
fr_fr: Vous ne pouvez pas modifier cet ensemble

source: Row_id is invalid
fr_fr: Row_id est invalide

source: Login was invalid
el_gr: H σύνδεση δεν ήταν έγκυρη
fr_fr: Identifiant non valide

source: You are now logged in
el_gr: Έχετε συνδεθεί
fr_fr: Vous êtes connecté

source: You are now logged out
el_gr: Έχετε πλέον αποσυνδεθεί
fr_fr: Vous êtes déconnecté

source: Saved preference settings
el_gr: Αποθηκευμένες οι προτεινόμενες ρυθμίσεις
fr_fr: Les préférences sont enregistrées

source: Installation requires the PHP memory_limit directive must be set to at least 32 megabytes. Check your php.ini configuration file. If the memory_limit setting is not increased installation may unexpectedly abort.
fr_fr: L&apos;installation nécessite que la directive PHP memory_limit soit définie au moins à 32 MO. Vérifiez votre fichier de configuration php.ini. Si le paramètre memory_limit n&apos;est pas augmenté, l&apos;installation peut échouer.

source: Installation would like the PHP memory_limit directive must be set to at least 128 megabytes, just to be safe. Check your php.ini configuration file. If the memory_limit setting is not increased installation can unexpectedly abort.
fr_fr: L&apos;installation vous recommande que la directive PHP memory_limit soit définie au moins à 128 MO, pour être sûr que tout se passe bien. Vérifiez votre fichier de configuration php.ini. Si le paramètre memory_limit n&apos;est pas augmenté, l&apos;installation peut échouer.

source: Your MySQL installation doesn't support the InnoDB storage engine which is required by CollectiveAccess. For more information also see %1.
fr_fr: Votre installation MySQL ne comporte pas le moteur de stockage InnoDB qui est requis par CollectiveAccess. Pour plus d&apos;informations voir également %1.

source: Really delete "%1"?
fr_fr: Confirmer la suppression de "%1" ?

source: Delete
el_gr: Διαγραφή
fr_fr: Supprimer

source: Cancel
el_gr: Ακύρωση
fr_fr: Annuler

source: Has %1 reference to %2
fr_fr: A %1 référence à %2

source: Has %1 references to %2
fr_fr: A %1 références à %2

source: This %1 is referenced %2 time
fr_fr: Ce %1 est référencé %2 fois

source: When deleting this %1:
fr_fr: Lors de la suppression de ce %1 :

source: This %1 is referenced %2 times
fr_fr: Ce %1 est référencé %2 fois

source: remove all references
fr_fr: retirer toutes les références

source: transfer references to
fr_fr: transférer les références vers

source: Clear
fr_fr: Effacer

source: References to this %1
fr_fr: Références à ce %1

source: No embedded metadata was extracted from the media
fr_fr: Aucune métadonnée incorporée n&apos;a pu être extraite du média

source: Results
el_gr: Αποτελέσματα
fr_fr: Résultats

source: Deleted %1
fr_fr: %1 supprimé

source: Editing %1
el_gr: Επεξεργασία %1
fr_fr: %1 en cours de modification

source: Viewing %1
fr_fr: %1 affiché

source: new screen
fr_fr: nouvel écran

source: BLANK
el_gr: Κενό
fr_fr: VIDE

source: Add/remove item to/from watch list.
fr_fr: Ajouter/retirer l&apos;item de la liste de surveillance

source: Creating new %1
fr_fr: Création d&apos;un nouveau %1

source: %1 &gt; New %2
fr_fr: %1 &gt; Nouveau %2

source: New %1
el_gr: Νέο %1
fr_fr: Nouveau %1

source: Part of lot
fr_fr: Partie d&apos;un lot

source: Will be part of lot
fr_fr: Fera partie d&apos;un lot

source: Lot contains %1 object
fr_fr: Le lot contient %1 objet

source: Lot contains %1 objects
fr_fr: Le lot contient %1 objets

source: There is %1 object with non-conforming numbering
fr_fr: Il y a %1 objet(s) avec une numérotation non-conforme

source: There are %1 objects with non-conforming numbering
fr_fr: Il y a %1 objets avec une numérotation non-conforme

source: Re-number objects
fr_fr: Renuméroter les objets

source: Add new %1 to lot
fr_fr: Ajouter un nouveau %1 au lot

source: Related objects
el_gr: Σχετικά αντικείμενα
fr_fr: Objets liés

source: Applied to representation
fr_fr: Choisi comme représentation

source: Number of items
fr_fr: Nombre d&apos;items

source: Type of content
fr_fr: Type de contenu

source: Owner
fr_fr: Propriétaire

source: Part of set
el_gr: Μέρος της ομάδας
fr_fr: Partie de l&apos;ensemble

source: Is %1
fr_fr: Est %1

source: Add a %1 to this list
fr_fr: Ajouter un %1 à cette liste

source: Part of
el_gr: Μέρος της
fr_fr: Partie de

source: Is default for list
fr_fr: Est par défaut pour la liste

source: Is a
fr_fr: Est un

source: Element code
el_gr: Κωδικός στοιχεσίου
fr_fr: Code d&apos;élément

source: Referenced by user interfaces
fr_fr: Référencé par des interfaces utilisateur

source: Number of screens
fr_fr: Nombre d&apos;écrans

source: Edits
fr_fr: Modifications

source: Number of placements
fr_fr: Nombre d&apos;emplacements

source: Searches for
fr_fr: Recherches pour

source: Number of stops
fr_fr: Nombre d&apos;arrêts

source: Target format
fr_fr: Format cible

source: Number of groups
fr_fr: Nombre de groupes

source: Number of rules
fr_fr: Nombre de règles

source: Add a %1 under this
fr_fr: Ajouter un nouveau %1 en dessous de celui-ci

source: Duplicate this %1
fr_fr: Duplique ce %1

source: Show media
fr_fr: Afficher les médias

source: In set
fr_fr: Dans l&apos;ensemble

source: In sets
fr_fr: Dans les ensembles

source: Just now
fr_fr: Maintenant

source: %1 ago
fr_fr: %1 auparavant

source: <strong>Created</strong><br/>%1 by %2
fr_fr: <strong>Créé</strong><br/>%1 par %2

source: <strong>Created</strong><br/>%1
fr_fr: <strong>Créé</strong><br/>%1

source: Created on
el_gr: Δημιουργήθηκε στις
fr_fr: Créé

source: Created on %1
fr_fr: Créé le %1

source: <strong>Last changed</strong><br/>%1 by %2
fr_fr: <strong>Dernière modification</strong><br/>%1 par %2

source: <strong>Last changed</strong><br/>%1
fr_fr: <strong>Dernière modification</strong><br/>%1

source: Last changed on %1
fr_fr: Dernière modification le %1

source: More info
el_gr: Περισσότερες πληροφορίες
fr_fr: Plus d&apos;informations

source: Less info
el_gr: Λιγότερες πληροφορίες
fr_fr: Moins d&apos;informations

source: Hide media
fr_fr: Masquer le média

source: Registration confirmation email was sent to %1
fr_fr: Confirmation d&apos;enregistrement envoyé par mail à %1

source: Could not send registration confirmation email to %1: %2
fr_fr: Impossible d&apos;envoyer la confirmation d&apos;enregistrement par mail à %1 : %2

source: year
fr_fr: année

source: years
fr_fr: années

source: month
fr_fr: mois

source: months
fr_fr: mois

source: day
fr_fr: jour

source: days
fr_fr: jours

source: hour
fr_fr: heure

source: hours
fr_fr: heures

source: second
fr_fr: seconde

source: seconds
el_gr: δευτερόλεπτα
fr_fr: secondes

source: Invalid controller path
el_gr: Άκυρα διαδρομή ελεγκτή
fr_fr: Chemin vers un contrôleur invalide

source: Controller error: %1
el_gr: Λάθος ελεγκτή: %1
fr_fr: Erreur du contrôleur : %1

source: Disabled
fr_fr: Désactivé

source: %1 advanced search
fr_fr: %1 recherche avancée

source: search
el_gr: αναζήτηση
fr_fr: rechercher

source: %1 browse
fr_fr: %1 navigation

source: Refine Results By...
el_gr: Περιορίστε τα αποτελέσματα από...
fr_fr: Affiner les résultats par ...

source: Start Browsing By...
el_gr: Ξεκινήστε την περιήγηση από...
fr_fr: Commencer la navigation par ...

source: browse
el_gr: Περιήγηση
fr_fr: parcourir

source: Browse
el_gr: Πλοήγηση
fr_fr: Parcourir

source: Invalid ID
el_gr: Άκυρη Ταυτότητα
fr_fr: ID invalide

source: ID does not exist
el_gr: Η ταυτότητα δεν υπάρχει
fr_fr: L&apos;ID n&apos;existe pas

source: This item is not available for view
el_gr: Αυτό το στοιχείο δεν είναι διαθέσιμο για προβολή
fr_fr: Cet item n&apos;est pas disponible et ne peut être affiché

source: Thank you for contributing. Your comments will be posted on this page after review by site staff.
el_gr: Σας ευχαριστούμε για τη συμβολή. Τα σχόλιά σας θα δημοσιεύονται σε αυτή τη σελίδα μετά από εξέταση από το προσωπικό του δικτυακού τόπου.
fr_fr: Merci de votre contribution. Vos commentaires seront affichés sur cette page après validation par l&apos;équipe du site.

source: Thank you for your contribution.
el_gr: Σας ευχαριστούμε για τη συμβολή σας.
fr_fr: Merci de votre contribution.

source: Could not duplicate %1: %2
fr_fr: Impossible de dupliquer %1 : %2

source: There is no configuration available for this editor. Check your system configuration and ensure there is at least one valid configuration for this type of editor.
el_gr: Δεν υπάρχει διαθέσιμη ρύθμιση για αυτό τον διορθωτή. Ελέγξτε τις ρυθμίσεις του συστήματός σας και να εξασφαλίσει ότι υπάρχει τουλάχιστον μια έγκυρη ρύθμιση για αυτόν τον διορθωτή.
fr_fr: Il n&apos;y a pas de configuration disponible pour cet éditeur. Vérifiez la configuration de votre système et assurez vous d&apos;avoir au moins une configuration disponible pour ce type d&apos;éditeur.

source: Cannot save using empty request. Are you using a bookmark?
fr_fr: Impossible de sauvegarder une requête vide. Êtes vous en train d&apos;utiliser un marque-page dans le navigateur ?

source: %1 does not exist
el_gr: %1 δεν υπάρχει
fr_fr: %1 n&apos;existe pas

source: Could not save %1
el_gr: Δεν ήταν δυνατή η αποθήκευση %1
fr_fr: Impossible d&apos;enregistrer %1

source: Added %1
el_gr: Προστέθηκε %1
fr_fr: %1 ajouté

source: Saved changes to %1
el_gr: Αποθηκεύσετε τις αλλαγές στο %1
fr_fr: Modifications enregistrées pour %1

source: Cannot delete root of hierarchy
fr_fr: Impossible de supprimer la racine de la hiérarchie

source: Transferred %1 relationship to <em>%2</em> (%3)
fr_fr: Relation %1 transférée vers <em>%2</em> (%3)

source: Transferred %1 relationships to <em>%2</em> (%3)
fr_fr: Relations %1 transférées vers <em>%2</em> (%3)

source: %1 was deleted
el_gr: %1 διεγράφη
fr_fr: %1 a été effacé

source: Could not generate PDF: %1
fr_fr: Impossible de générer le PDF : %1

source: new %1
fr_fr: nouveau %1

source: Editing %1 : %2
fr_fr: Modification de %1 : %2

source: downloaded_file
el_gr: αρχείο που κατεβάσατε
fr_fr: fichier_telecharge

source: Default
el_gr: Προεπιλογή
fr_fr: Défaut

source: Tab delimited
el_gr: Οριοθετημένο με στηλοθέτη
fr_fr: Délimité par des tabulations

source: Comma delimited (CSV)
el_gr: Οριοθετημένο με κόμματα (CSV)
fr_fr: Délimité par des virgules (CSV)

source: Printable PDF
fr_fr: PDF imprimable

source: Could not generate PDF
fr_fr: Impossible de générer le PDF

source: Nothing was selected
fr_fr: Rien n&apos;a été sélectionné

source: Invalid set
fr_fr: Ensemble invalide

source: Search could not be saved
fr_fr: La recherche n&apos;a pu être sauvegardée

source: %1 search
fr_fr: recherche %1

source: Error applying database migration %1: %2; error was at query %3; query was %4
fr_fr: Erreur lors de l&apos;application de la migration de base de données %1 : %2 ; erreur à la requête %3 ; la requête était %4

source: <em>%1</em> is invalid
fr_fr: <em>%1</em> est invalide

source: <em>%1</em> is not enabled
fr_fr: <em>%1</em> n'est pas activé

source: <em>%1</em> is not a valid type for a child record of type <em>%2</em>
fr_fr: <em>%1</em> n&apos;est pas un type valide pour un enregistrement enfant de type <em>%2</em>

source: No parent was found when verifying type of new child
fr_fr: Aucun parent n&apos;a été trouvé lors de la vérification du type du nouvel enfant

source: <em>%1</em> is not a valid type for a top-level record
fr_fr: <em>%1</em> n&apos;est pas type valide pour un enregistrement de premier niveau

source: DUP
fr_fr: DOUBLON

source: Duplicate
fr_fr: Dupliquer

source: Type id cannot be set after insert
el_gr: Η πληκτρολόγηση αναγνωριστικού δεν μπορεί να ρυθμιστεί μετά την εισαγωγή του.
fr_fr: Le type d&apos;id ne peut pas être défini après insertion

source: Preferred labels
el_gr: Προτεινόμενα ονόματα
fr_fr: Labels préférés

source: Non-preferred labels
el_gr: Συνώνυμα
fr_fr: Labels non préférés

source: REQUIRED
fr_fr: REQUIS

source: Not yet issued
fr_fr: Pas encore paru

source: Related %1
fr_fr: %1 lié

source: from related %1
fr_fr: depuis le %1 lié

source: alternates from related %1
fr_fr: alternatives depuis le %1 lié

source: alternates
fr_fr: alternatives

source: Object media representation (%1)
fr_fr: Représentation média d&apos;objet (%1)

source: Object media representation (default)
fr_fr: Représentation média d&apos;objet (par défaut)

source: A list of related %1
fr_fr: Une liste de %1 liés

source: A list of %1 %2
fr_fr: Une liste de %2 %1

source: A list of alternate %1 %2
fr_fr: Une liste d&apos;alternative %2 %1

source: A list of related media representations using version "%1"
fr_fr: Une liste de représentations média liées utilisant la version "%1"

source: A list of related media representations using the default version
fr_fr: Une liste de représentations média liées utilisant la version par défaut

source: Value <em>%1</em> is already used and duplicates are not allowed
fr_fr: La valeur <em>%1</em> est déjà utilisée et les doublons ne sont pas autorisés

source: Identifier %1 already exists and duplicates are not permitted
fr_fr: L&apos;identifiant %1 est déjà utilisé et les doublons sont interdits

source: The CollectiveAccess <i>app/tmp</i> directory is NOT writeable by the installer. This may result in installation errors. It is recommended that you change permissions on this directory (<i>%1</i>) to allow write access prior to installation. You can reload the installer to verify that the changed permissions are correct.
fr_fr: Le répertoire <i>app/tmp</i> de CollectiveAccess n&apos;est PAS accessible en écriture par l&apos;installateur. Ceci peut entraîner des erreurs lors de l&apos;installation. Il vous est recommandé de changer les permissions sur ce répertoire (<i>%1</i>) pour autoriser l&apos;écriture avant de lancer l&apos;installation. Vous pourrez relancer cet installateur pour vérifier que les permissions définies sont correctes.
