Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: First name
el_gr: Όνομα
fr_fr: Prénom

source: Ship to: first name.
fr_fr: Livraison : prénom.

source: Last name
el_gr: Επώνυμο
fr_fr: Nom de famille

source: Ship to: last name.
fr_fr: Livraison : nom de famille.

source: Organization
fr_fr: Organisation

source: Ship to: organization.
fr_fr: Livraison : organisation.

source: Address 1
fr_fr: Adresse 1

source: Ship to: address - first line.
fr_fr: Livraison : adresse - ligne 1.

source: Address 2
fr_fr: Adresse 2

source: Ship to: address - second line.
fr_fr: Livraison : adresse - ligne 2.

source: City
fr_fr: Ville

source: Ship to: city.
fr_fr: Livraison : ville.

source: Ship to: state/province.
fr_fr: Livraison : état/province.

source: Postal code
fr_fr: Code postal

source: Ship to: postal code.
fr_fr: Livraison : code postal.

source: Country
fr_fr: Pays

source: Ship to: country.
fr_fr: Livraison : pays.

source: Phone
fr_fr: Téléphone

source: Ship to: phone.
fr_fr: Livraison : téléphone.

source: Ship to: fax.
fr_fr: Envoyer par : fax.

source: Ship to: email.
fr_fr: Envoyer par : email.

source: Bill to: first name.
fr_fr: Facturation : prénom.

source: Bill to: last name.
fr_fr: Facturation : nom de famille.

source: Bill to: organization.
fr_fr: Facturation : organisation

source: Bill to: address - first line.
fr_fr: Facturation : adresse - ligne 1.

source: Bill to: address - second line.
fr_fr: Facturation : adresse - ligne 2.

source: Bill to: city.
fr_fr: Facturation : ville.

source: Bill to: state/province.
fr_fr: Facturation : état/province

source: Bill to: postal code.
fr_fr: Facturation : code postal.

source: Bill to: country.
fr_fr: Facturation : pays.

source: Bill to: phone.
fr_fr: Facturation : téléphone.

source: Bill to: fax.
fr_fr: Facturation : fax.

source: Bill to: email.
fr_fr: Facturation : email.

source: Payment method
fr_fr: Méthode de paiement

source: Method of payment.
fr_fr: Méthode de paiement.

source: None
fr_fr: Aucun

source: Credit card
fr_fr: Carte de crédit

source: Check
fr_fr: Chèque

source: Payment status
fr_fr: Statut du paiement

source: Status of payment.
fr_fr: Statut du paiement.

source: Awaiting payment
fr_fr: Paiement en attente

source: Processing
fr_fr: En cours de traitement

source: Declined
fr_fr: Refusé

source: Date/time payment was received.
fr_fr: Date/heure de réception du paiement.

source: Shipping method
fr_fr: Méthode de livraison

source: Shipping cost
fr_fr: Coût de livraison

source: Shipping notes
fr_fr: Notes sur la livraison

source: Date/time the order will be shipped.
fr_fr: Date/heure d'expédition de la commande

source: Date order shipped on
fr_fr: Date d'expédition de la commande

source: Date/time the order was shipped.
fr_fr: Date/heure d'expédition de la commande.

source: Order created on
fr_fr: Commande créée le

source: Date/time the order was created.
fr_fr: Date/heure de création de la commande

source: commerce transaction
fr_fr: transaction commerciale

source: commerce transactions
fr_fr: transactions commerciales

source: Short description
fr_fr: Courte description

source: Short description of transaction
fr_fr: Courte description de la transaction

source: Customer
fr_fr: Client

source: Customer initiating transaction
fr_fr: Client à l'initiative de la transaction

source: data import event log entry
fr_fr: entrée d&apos;un événement import de données dans le journal

source: data import event log entries
fr_fr: entrées d&apos;événements import de données dans le journal

source: Event
fr_fr: Événement

source: Date/time
el_gr: Ημερομηνία / ώρα
fr_fr: Date/heure

source: Date and time log entry was created
fr_fr: Date et heure de création de l&apos;entrée dans le journal

source: Code indicating type of log entry
fr_fr: Code indiquant le type d&apos;entrée dans le journal

source: Warning
el_gr: Προειδοποίηση
fr_fr: Attention

source: Notice
fr_fr: Remarque

source: Informational
fr_fr: Informatif

source: Debug
fr_fr: Débuggage

source: Log message
fr_fr: Message dans le journal

source: Text indicating source of log message - eg. what subsystem generated the message.
fr_fr: Texte indiquant la source du message dans le journal, c&apos;est à dire quel sous-système a généré le message.

source: data import event
el_gr: Γεγονός εισαγωγής δεδομένων
fr_fr: import de données

source: data import events
el_gr: Γεγονότα εισαγωγής δεδομένων
fr_fr: imports de données

source: User who performed data import
el_gr: Ο χρήστη που εκτέλεσε εισαγωγή στοιχείων
fr_fr: Utilisateur qui a réalisé l&apos;import de données

source: Began on
fr_fr: Commença en

source: Date and time import began
fr_fr: Date et heure du début de l&apos;import

source: Code indicating type of import (eg. OAI)
fr_fr: Code indiquant le type d&apos;import (par exemple OAI)

source: Description of data import event
el_gr: Περιγραφή του συμβάντος της εισαγωγής δεδομένων
fr_fr: Description de l&apos;import de données

source: Text indicating source of data imported. For OAI and other web service imports, this will be the URL used to access the service.
fr_fr: Texte indiquant la source des données importées. Pour l&apos;OAI ou tout autre import par web service, ceci sera l&apos;URL utilisée pour accéder au service.

source: data import item
el_gr: Γεγονός εισαγωγής αντικειμένου
fr_fr: élément d&apos;import de données

source: data import items
el_gr: Γεγονός εισαγωγής αντικειμένων
fr_fr: éléments d&apos;import de données

source: Source reference
fr_fr: Référence de la source

source: Reference to location of imported item in source data
fr_fr: Référence à la localisation des item importés dans les données source

source: Code indicating whether row was newly inserted into database or and existing row was updated
fr_fr: Code indiquant si la ligne a été inséré dans la base de données ou si une ligne existante a été mise à jour

source: Inserted
fr_fr: Inséré

source: Updated
fr_fr: Mise à jour

source: Started on
fr_fr: Début à

source: Date and time import of item was begun
fr_fr: Date et heure du début de l&apos;import

source: Completed on
el_gr: Ολοκληρώθηκε στις
fr_fr: Fin à

source: Date and time import of item was completed
fr_fr: Date et heure de fin de l&apos;import

source: Elapsed time
fr_fr: Durée

source: Time, in seconds, taken to import item
fr_fr: Temps, en secondes, qu&apos;a duré l&apos;import.

source: Successfully imported?
fr_fr: Importé avec succès ?

source: Indicates if the item was successfully imported or not.
fr_fr: Indique si l&apos;item a été bien importé.

source: Failed
fr_fr: Echec

source: Partial success
fr_fr: Réussi partiellement

source: Success
fr_fr: Réussi

source: Alternate label to place on bundle
fr_fr: Libellé alternatif à appliquer sur le bundle

source: Custom label text to use for this placement of this bundle.
fr_fr: Libellé texte personnalisé à utiliser pour l&apos;emplacement de ce bundle.

source: Alternate label to place on bundle add button
el_gr: Προτεινόμενοι τίτλοι για αυτό το αντικείμενο
fr_fr: Libellé alternatif à placer sur le bouton d&apos;ajout de bundle

source: Custom text to use for the add button for this placement of this bundle.
fr_fr: Texte personnalisé à utiliser pour le bouton ajouter de cette emplacement pour ce bundle.

source: Descriptive text for bundle.
fr_fr: Text descriptif pour le bundle.

source: Descriptive text to use for help for bundle. Will override descriptive text set for underlying metadata element, if set.
fr_fr: Text descriptif à utiliser comme aide sur le bundle. S&apos;il est défini, celui-ci remplacera le texte descriptif pour un élément de métadonnée d&apos;un niveau inférieur.

source: Width
el_gr: Πλάτος
fr_fr: Largeur

source: Width, in characters or pixels, of search form elements.
fr_fr: Largeur, en caractères ou pixels, des éléments du formulaire de recherche.

source: Height
el_gr: Ύψος
fr_fr: Hauteur

source: Read only?
el_gr: Μόνο για ανάγνωση?
fr_fr: Lecture seule ?

source: If checked, field will not be editable.
fr_fr: Si coché, le champ ne sera pas modifiable.

source: UI bundle placement
el_gr: UI δέσμη τοποθέτισης
fr_fr: Emplacement du bundle pour l&apos;interface utilisateur

source: UI bundle placements
el_gr: UI δέσμη τοποθετίσεων
fr_fr: Emplacements du bundle pour l&apos;interface utilisateur

source: Placement code
el_gr: Κωδικός τοποθέτησης
fr_fr: Code d&apos;emplacement

source: Unique code for placement of this bundle on this screen.
fr_fr: Code unique pour l&apos;emplacement de ce bundle sur cet écran.

source: editor UI name
fr_fr: nom de l&apos;interface éditeur

source: editor UI names
fr_fr: noms d&apos;interfaces d&apos;éditeurs

source: Name of editor
el_gr: Όνομα του επεξεργαστή
fr_fr: Nom de l&apos;éditeur

source: Description of editor
el_gr: Περιγραφή του επεξεργαστή
fr_fr: Description de l&apos;éditeur

source: Locale editor name
el_gr: Τοπικές ρυθμίσεις ονόματος επεξεργαστή
fr_fr: Locale du nom de l&apos;éditeur

source: editor ui screen label
el_gr: Επεξεργαστής ετικέτας οθόνης UI
fr_fr: Libellé de l&apos;écran de l&apos;éditeur

source: editor ui screen labels
el_gr: Επεξεργαστής της ετικέτας οθόνης UI
fr_fr: Libellés d&apos;écran pour les interfaces d&apos;éditeur

source: Name of UI screen
el_gr: Όνομα της οθόνης UI
fr_fr: Nom de l&apos;affichage de l&apos;interface

source: Description of UI screen
el_gr: Περιγραφή της οθόνης UI
fr_fr: Description de l&apos;affichage de l&apos;interface

source: editor ui screen type restriction
fr_fr: restriction par type de l&apos;affichage pour l&apos;éditeur d&apos;interface

source: editor ui screen type restrictions
fr_fr: restrictions par type de l&apos;affichage pour l&apos;éditeur d&apos;interface

source: Table this restriction binds the UI screen to
fr_fr: Table à laquelle cette restriction rattache l&apos;écran d&apos;interface utilisateur

source: Restriction settings
el_gr: Περιορισμός ρυθμίσεων
fr_fr: Paramètres de restriction

source: The relative priority of the restriction when displayed in a list with other restrictions. Lower numbers indicate higher priority.
el_gr: Η σχετική προτεραιότητα του περιορισμού, όταν εμφανίζεται σε μια λίστα με άλλες περιορισμούς. Οι χαμηλές τιμές υποδηλώνουν μεγαλύτερη προτεραιότητα.
fr_fr: La priorité relative de la restriction lorsqu&apos;elle est affichée dans une liste avec d&apos;autres restrictions. Les plus petits nombres indiquent une priorité plus haute.

source: editor UI screen
el_gr: Επεξεργαστής οθόνης UI
fr_fr: écran de l&apos;interface de l&apos;éditeur

source: editor UI screens
el_gr: Επεξεργαστής οθόνης UI
fr_fr: écrans de l&apos;interface de l&apos;éditeur

source: Screen identifier
fr_fr: Identifiant d&apos;écran

source: Unique alphanumeric identifier for this screen
fr_fr: Identifiant alphanumérique unique pour cet écran

source: Is default screen?
el_gr: Είναι η προεπιλεγμένη οθόνη
fr_fr: Est l&apos;affichage par défaut ?

source: Indicates if this screen should be used as the default screen when creating a new item.
el_gr: Υποδεικνύει αν αυτή η οθόνη θα πρέπει να χρησιμοποιείται ως η προεπιλεγμένη οθόνη όταν θα δημιουργείτε ένα νέο αντικείμενο.
fr_fr: Indique si cet affichage doit être utilisé comme affichage par défaut lors de la création d&apos;un nouvel item.

source: Color
el_gr: Χρώμα
fr_fr: Couleur

source: Color to identify the screen with
el_gr: Χρώμα για να προσδιορίσει την οθόνη με
fr_fr: Couleur pour identifier l&apos;affichage

source: Icon
el_gr: Εικονίδιο
fr_fr: Icône

source: Optional icon identify the screen with
el_gr: Προαιρετικό εικονίδιο που προσδιορίζει την οθόνη με
fr_fr: Icône optionnelle pour identifier l&apos;affichage

source: Screen content
fr_fr: Contenu de l&apos;écran

source: Type restrictions
el_gr: Τύπος περιορισμών
fr_fr: Limitations pour les types

source: Do not include sub-types in type restriction
fr_fr: Ne pas inclure de sous-types dans la restriction par type

source: Restrict to list
fr_fr: Restreint à la liste

source: Use hierarchy browser?
fr_fr: Utiliser une navigation hiérarchique ?

source: Height of hierarchical browser
fr_fr: Hauteur de la navigation hiérarchique

source: Height of hierarchical browser.
fr_fr: Hauteur de la navigation hiérarchique.

source: Open hierarchy browser by default
fr_fr: Ouvrir la navigation hiérarchique par défaut

source: editor UI
el_gr: Επεξεργαστής UI
fr_fr: interface d&apos;éditeur

source: editor UIs
el_gr: Επεξεργαστής UIs
fr_fr: interfaces d&apos;éditeur

source: Unique numeric identifier used by CollectiveAccess internally to identify this user interface
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cette interface utilisateur

source: Editor code
fr_fr: Code de l'éditeur

source: Is system UI?
fr_fr: Est une interface système ?

source: If set, user interface will be available to all users.
el_gr: Εάν ρυθμιστεί, η διεπαφή χρήστη θα είναι διαθέσιμη σε όλους τους χρήστες.
fr_fr: Si défini, l&apos;interface sera disponible pour tous les utilisateurs.

source: Editor type
el_gr: Επεξεργαστής τύπου
fr_fr: Type d&apos;éditeur

source: Type of item this editor UI operates on.
fr_fr: Type d&apos;item sur lequel s&apos;applique cet éditeur d&apos;interface.

source: object lot events
el_gr: Γεγονότα παρτίδας αντικειμένου
fr_fr: Événements pour un lot d&apos;objet

source: sets
el_gr: Ομάδες
fr_fr: ensembles

source: set items
el_gr: Ομάδα αντικειμένων
fr_fr: éléments de l&apos;ensemble

source: lists
el_gr: Λίστες
fr_fr: listes

source: search forms
el_gr: φόρμα αναζήτησης
fr_fr: formulaires de recherche

source: displays
el_gr: εμφανίσεις
fr_fr: affichages

source: user interfaces
fr_fr: interfaces utilisateur

source: user interface screens
fr_fr: écrans d&apos;interface utilisateur

source: import/export mappings
fr_fr: importer/exporter des correspondances

source: import/export mapping groups
fr_fr: importer/exporter des groupes de correspondances

source: Color to identify the editor UI with
el_gr: Χρώμα για να προσδιοριστεί τον επεξεργαστή UI με
fr_fr: Couleur pour identifier l&apos;éditeur d&apos;interface

source: Optional icon to identify the editor UI with
el_gr: Προαιρετικό εικονίδιο για να προσδιορίσει τον επεξεργαστεί UI με
fr_fr: Icône optionnelle pour identifier l&apos;éditeur d&apos;interface

source: Screens
el_gr: Οθόνες
fr_fr: Ecrans

source: Could not reorder screen %1: %2
fr_fr: Impossible de ré-ordonner l&apos;écran %1: %2

source: editor UIs ⇔ group association
el_gr: Eπεξεργαστής UIs ⇔ ένωση ομάδας
fr_fr: association interface d&apos;éditeur ⇔ groupe

source: editor UIs ⇔ group associations
el_gr: Eπεξεργαστής UIs ⇔ ενώσεις ομάδας
fr_fr: associations interface d&apos;éditeur ⇔ groupe

source: editor UIs ⇔ user association
fr_fr: association interface d&apos;éditeur ⇔ utilisateur

source: editor UIs ⇔ user associations
fr_fr: associations interface d&apos;éditeur ⇔ utilisateur

source: Unique numeric identifier used by CollectiveAccess internally to identify this entity
fr_fr: Identifiant numérique unique utilisé par CollectiveAccess de manière interne pour identifier cette entité

source: The locale from which the entity originates.
fr_fr: La locale dont est issue la personne.

source: Administrative source of the entity. This value is often used to indicate the administrative sub-division or legacy database from which the entity information originates, but can also be re-tasked for use as a simple classification tool if needed.
fr_fr: La source administrative de la personne. Cette valeur est souvent utilisée pour indiquer la subdivision administrative ou la base de données d&apos;origine d&apos;où les informations de la personnes proviennent, mais elle peut également être réutilisée comme outil simple de classification.

source: Entity type
el_gr: Τύπος οντότητας
fr_fr: Type de personne

source: The type of the entity. eg. individual, organization, family, etc.
el_gr: Τύπος οντότητας. π.χ ατομική, οργανισμός, οικογένεια, κ.α.
fr_fr: Le type de personne, par exemple personne physique, personne morale ou organisation, famille, etc.

source: Entity identifier
el_gr: Αναγνωριστικό οντότητας
fr_fr: Identifiant de personne

source: A unique alphanumeric identifier for this entity.
el_gr: Ένα μοναδικό αλφαριθμητικό αναγνωριστικό για αυτήν την οντότητα.
fr_fr: Un identifiant alphanumérique unique pour cette personne.

source: Data source information
el_gr: Πληροφορίες πηγής δεδομένων
fr_fr: Information sur la source de données

source: Serialized array used to store source information for entity information retrieved via web services [NOT IMPLEMENTED YET].
el_gr: Σειριακός πίνανας που χρησιμοποιείται για να αποθηκεύσει πηγές πληροφοριών για οντότητες πληροφοριών που ανακτώνται διά μέσω υπηρεσιών ιστού [Δεν έχει εφαρμοστεί ακόμα]
fr_fr: Tableau sérialisé utilisé pour stocker la source d&apos;information pour les informations d&apos;entités rapatriées par webservices [PAS ENCORE IMPLEMENTE].

source: Lifetime
el_gr: Διάρκεια ζωής
fr_fr: Dates

source: Lifetime of entity (date range)
el_gr: Χρόνος ζωής της οντότητας (εύρος δεδομένων)
fr_fr: Dates indiquant la vie de l&apos;entité (plage de dates)

source: Entity hierarchy
el_gr: Ιεραρχία οντοτήτων
fr_fr: Hiérachie de l&apos;entité

source: Identifier of entity that is root of the entity hierarchy.
el_gr: Κωδικός αναγνώρισης της οντότητας που είναι η ρίζα της ιεραρχίας οντοτήτων.
fr_fr: Identifiant de l&apos;entité qui est à la racine de la hiérarchie.

source: Indicates if entity information is accessible to the public or not.
el_gr: Υποδεικνύει εάν οι πληροφορίες οντότητας είναι προσβάσιμες για το κοινό ή όχι.
fr_fr: Indique si les informations de l&apos;entité sont accessibles ou non pour le public.

source: Indicates the current state of the entity record.
el_gr: Δείχνει την τρέχουσα κατάσταση της εγγραφής οντότητας.
fr_fr: Indique l&apos;état courant de l&apos;enregistrement d&apos;entité.

source: Indicates if the entity is deleted or not.
el_gr: Υποδεικνύει εάν η οντότητα έχει διαγραφεί ή όχι.
fr_fr: Indique si l&apos;entité est supprimée ou non.

source: entity ⇔ collection relationship
el_gr: Οντότητα ⇔ συσχέτιση συλλογής
fr_fr: relation entité ⇔ collection

source: entity ⇔ collection relationships
el_gr: Οντότητα ⇔ συσχετίσεις συλλογής
fr_fr: relations entité ⇔ collection

source: entity ⇔ entity relationship
el_gr: Οντότητα ⇔ συσχέτιση οντότητας
fr_fr: relation entité ⇔ entité

source: entity ⇔ entity relationships
el_gr: Οντότητα ⇔ συσχετίσεις οντότητας
fr_fr: relations entité ⇔ entité

source: entity ⇔ occurrence relationship
el_gr: Οντότητα ⇔ συσχέτιση περιστατικού
fr_fr: relation entité ⇔ occurrence

source: entity ⇔ occurrence relationships
el_gr: Οντότητα ⇔ συσχετίσεις περιστατικού
fr_fr: relations entité ⇔ occurrence

source: entity ⇔ place relationship
el_gr: Οντότητα ⇔ συσχέτιση τοποθεσίας
fr_fr: relation entité ⇔ lieu

source: entity ⇔ place relationships
el_gr: Οντότητα ⇔ συσχετίσεις τοποθεσίας
fr_fr: relations entité ⇔ lieu

source: entity ⇔ storage location relationship
fr_fr: relation entité ⇔ localisation

source: entity ⇔ storage location relationships
fr_fr: relations entité ⇔ localisation

source: entity ⇔ vocabulary term relationship
el_gr: Οντότητα ⇔ συσχέτιση λεξιλογίου όρων
fr_fr: relation entité ⇔ terme du vocabulaire

source: entity ⇔ vocabulary term relationships
el_gr: Οντότητα ⇔ συσχετίσεις λεξιλογίου όρων
fr_fr: relations entité ⇔ terme du vocabulaire

source: entity name
fr_fr: nom de l&apos;entité

source: entity names
fr_fr: noms d&apos;entité

source: Indicates type of label and how it should be employed.
fr_fr: Indique le type de libellé et la façon dont il doit être employé.

source: Display name
el_gr: Εμφάνιση ονόματος
fr_fr: Nom pour l&apos;affichage

source: Name as it should be formatted for display (eg. in catalogues and exhibition label text). If you leave this blank the display name will be automatically derived from the input of other, more specific, fields.
el_gr: Όνομα όπως θα έπρεπε να είναι διαμορφωμένο για εμφάνιση (π.χ. σε καταλόγους και ετικέτα κειμένου έκθεσης). Εάν το αφήσετε κενό, το όνομα εμφάνισης το όνομα εμφάνισης θα προέρχεται αυτόματα από την είσοδο άλλα, πιο συγκεκριμένα πεδία.
fr_fr: Nom tel qu&apos;il doit être formaté à l&apos;affichage (par exemple dans les libellés texte de catalogues et d&apos;expositions). Si vous laissez ceci vide le nom affiché sera automatiquement dérivé depuis d&apos;autres champs, plus spécifiques.

source: Forename
el_gr: Όνομα
fr_fr: Prénom

source: A given name that specifies and differentiates between members of a group of individuals, especially in a family, all of whose members usually share the same family name (surname). It is typically a name given to a person, as opposed to an inherited one such as a family name. You should place the primary forename - in cases where there is more than one this is usually the first listed - here.
el_gr: Ένα δεδομένο όνομα που προσδιορίζει και διαφοροποιεί μεταξύ των μελών μιας ομάδας ατόμων, ειδικά σε μια οικογένεια, όπου όλα τα μέλη της μοιράζονται συνήθως το ίδιο επώνυμο. Είναι συνήθως ένα όνομα που δίνεται σε ένα πρόσωπο, σε αντίθεση με αυτό που κληρονομεί, όπως ένα οικογενειακό όνομα. Θα πρέπει να τοποθετίσετε το κύριο όνομα - σε περιπτώσεις όπου υπάρχουν περισσότερο από ένα, αυτό είναι συνήθως η πρώτη εισαγωγή εδώ.
fr_fr: Saisir le prénom ici

source: Other forenames
el_gr: Άλλα ονόματα
fr_fr: Autres prénoms

source: Enter forenames other than the primary forename here.
el_gr: Πληκτρολογήστε το όνομα διαφορετικό από το κύριο όνομά σας εδώ.
fr_fr: Saisir les autres prénoms ici.

source: Middlename
el_gr: Μεσαίο όνομα
fr_fr: Autre nom

source: Many names include one or more middle names, placed between the forename and the surname. In the Western world, a middle name is effectively a second given name. You should enter all middle names here. If there is more than one separate the names with spaces.
el_gr: Πολλά ονόματα περιλαμβάνουν ένα ή περισσότερα μεσαία ονόματα, που τοποθετούνται μεταξύ του ονόματος και του επώνυμου. Στον δυτικό κόσμο, ένα μέσο όνομα είναι ουσιαστικά ένα δεύτερο όνομα. Θα πρέπει να εισάγετε το μεσαίο όνομα εδώ. Εάν υπάρχουν περισσότερα από ένα, διατηρείστε τα ονόματα με κενό.
fr_fr: Autre nom, placé entre le prénom et le nom de famille.

source: Surname/organization
fr_fr: Nom de famille/organisation

source: A surname is a name added to a given name and is part of a personal name. In many cases a surname is a family name. For organizations this should be set to the full name.
fr_fr: Un nom de famille est un nom ajouté au prénom et qui fait partie de l&apos;ensemble du nom d&apos;une personne. Pour les organisations, ceci doit être défini à l&apos;ensemble du nom de l&apos;organisation.

source: A prefix may be added to a name to signify veneration, a social position, an official position or a professional or academic qualification.
el_gr: Ένα πρόθεμα μπορεί να προστεθεί σε ένα όνομα που δηλώνει σεβασμό, κοινωνική θέση, μια επίσημη θέση, ένα επαγγελματικό ή ακαδημαϊκό προσόν.
fr_fr: Un préfixe peut être ajouté pour signifier la vénération, une position sociale, une position officielle ou une qualification professionnelle ou académique.

source: A suffix may be added to a name to signify veneration, a social position, an official position or a professional or academic qualification.
el_gr: Ένα επίθημα μπορεί να προστεθεί σε ένα όνομα για να δηλώσει σεβασμό, κοινωνική θέση, μια επίσημη θέση, ένα επαγγελματικό ή ακαδημαϊκό προσόν.
fr_fr: Un suffixe peut être ajouté à un nom pour signifier la vénération, une position sociale, une position officielle ou une qualification professionnelle ou académique.

source: group ⇔ role association
el_gr: ομάδα ⇔ ένωση ρόλου
fr_fr: association groupe ⇔ rôle

source: group ⇔ role associations
el_gr: ομάδα ⇔ ενώσεις ρόλου
fr_fr: associations groupe ⇔ rôle
