Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: A Perl-format regular expression with which to validate the input. Input not matching the expression will be rejected. Do not include the leading and trailling delimiter characters (typically "/") in your expression. Leave blank if you don't want to use regular expression-based validation.
el_gr: Μια τύπου Perl κανονική έκφραση με την οποία για την επικύρωση της εισόδου. Όταν η είσοδος δεν ταιριάζει τότε η έκφραση θα απορριφθεί. Μην συμπεριλάβετε κύριους και κοιλιόμενους χαρακτήρες οριοθέτισης (τυπικά "/"), στην έκρασή σας. Αφήστε το κενό αν δεν θέλετε να χρησιμοποιήσετε επικύρωση βασισμένη σε κανονική έκφραση.

source: Check this option if you don't want your integer values to be locale-specific. (The default is to be.)
el_gr: Τσεκάρετε αυτή την επιλογή αν δεν θέλετε οι ακέραιες τιμές σας να καθορίζονται τοπικά. (Η προεπιλογή είναι να είναι.)

source: Check this option if you don't want your LCSH values to be locale-specific. (The default is to not be.)
el_gr: Τσεκάρετε αυτή την επιλογή αν δεν θέλετε οι τιμές LCSH να ρυθμίζονται τοπικά. (Η προεπιλογή είναι να μην είναι.)

source: Check this option if you don't want your measurements to be locale-specific. (The default is not to be.)
el_gr: Τσεκάρετε αυτή την επιλογή αν δεν θέλετε οι μετρήσεις σας να ρυθμίζονται τοπικά. (Η προεπιλογή είναι να μην είναι.)

source: Width, in characters, of the list when displayed in a user interface.
el_gr: Πλάτος σε χαρακτήρες, από την λίστα όταν εμφανίζεται στο περιβάλλον εργασίας χρήστη

source: Check this option if you don't want your list values to be locale-specific. (The default is to not be.)
el_gr: Τσεκάρετε αυτή την επιλογή αν δεν θέλετε οι τιμές της Λίστας να ρυθμίζονται τοπικά. (Η προεπιλογή είναι να μην είναι.)

source: page
el_gr: σελίδα

source: pages
el_gr: σελίδες

source: Relationship Table
el_gr: Πίνακας συσχέτισεων

source: Relationship Table - for example ca_objects_x_entities
el_gr: Πίνακας συσχέτισεων: για παράδειγμα ca_objects_x_entities

source: Relationship Type
el_gr: Τύπος συσχέτισεων

source: Relationship Type - an existing relationship type defined within the given relationship table
el_gr: Τύπος συσχέτισεων - ένας υπάρχον τύπος συσχέτισης ορίζεται εντός του δεδομένα πίνακα συσχέτισεων

source: Reference Only
el_gr: Αναφορά μόνο

source: Create Item Link
el_gr: Δημιουργία συνδέσμου αντικειμένου

source: Whether or not a create item link should be set for this field.
el_gr: Είτε ναι είτε όχι ένας δημιουργημένος σύνδεσμος αντικειμένου θα πρέπει να οριστεί γι' αυτό το πεδίο

source: Right Item Type
el_gr: Σωστός τύπος αντικειμένου

source: The type name for the right hand item - for example, individual is a typename for ca_entities
el_gr: Ο τύπος ονόματος για τη σωστή διαχείριση αντικειμένου - για παράδειγμα, το φυσικό πρόσωπο είναι ένας τύπος ονόματος για τις οντότητες του CA.

source: Could not create subdirectory for uploaded file
el_gr: Δεν μπορεί να δημιουργίσει υποφάκελο για το αρχείο που μεταφορτώνεται

source: Could not create subdirectory for uploaded file (%1)
el_gr: Δεν μπορεί να δημιουργίσει υποφάκελο για το αρχείο που μεταφορτώνεται (%1)

source: Couldn't write page files
el_gr: Δεν μπόρεσε να γίνει εγγραφή στο αρχείο σελίδων μνήμης

source: Could not create subdirectory %1 for uploaded file
el_gr: Δεν μπορεί να δημιουργίσει υποφάκελο %1 για το αρχείο που μεταφορτώνεται

source: %1 is not valid choice for %2
el_gr: % 1 δεν είναι έγκυρη επιλογή για το 2%

source: No handler directory configured!
el_gr: Κανένας χειριστής καταλόγου δεν έχει ρυθμιστεί!

source: No icon available for media type '%1' (system misconfiguration)
el_gr: Κανένα εικονίδιο δεν είναι διαθέσιμο για τον τύπου πολυμέσου '%1' (λάθος διαμόρφωση συστήματος)

source: Didn't load because Imagick/MagickWand is available and preferred
el_gr: Δεν φορτώθηκε γιατί το Imagick/MagickWand είναι διαθέσιμο και προτεινόμενο.

source: Didn't load because MagickWand is available and preferred
el_gr: Δεν φορτώθηκε γιατί το MagickWand είναι διαθέσιμο και προτεινόμενο.

source: RAW image support is not enabled because DCRAW cannot be found
el_gr: Η υποστήριξη των αρχείων εικόνας τύπου RAW δεν είναι ενεργοποιημένη επειδή το Dcraw δεν μπορεί να βρεθεί

source: Could not convert Camera RAW format file because conversion tool (dcraw) is not installed
el_gr: Δεν είναι δυνατή η μετατροπή αρχείων RAW της φωτογραφικής μηχανής διότι το εργαλείο μετατροπής (dcraw) δεν είναι εγκατεστημένο

source: Could not copy Camera RAW file to temporary directory
el_gr: Δεν είναι δυνατή η αντιγραφή των αρχείων RAW της φωτογραφικής μηχανής σε προσωρινό κατάλογο

source: Camera RAW file conversion failed
el_gr: Η μετατροπή των αρχείων RAW της φωτογραφικής μηχανής απέτυχε

source: Translation from Camera RAW to TIFF failed
el_gr: Η μετάφραση των αρχείων RAW της φωτογραφικής μηχανής σε TIFF απέτυχε

source: Provides image processing and conversion services using ImageMagick via the MagickWand PHP extension
el_gr: Παρέχει επεξεργασία εικόνας και υπηρεσίες μετατροπής χρησιμοποιώντας το ImageMagick μέσω της επέκταση της PHP του MagickWand

source: Didn't load because MagickWand is not available
el_gr: Δεν φορτώθηκε γιατί το MagickWand δεν είναι διαθέσιμο

source: %1: %2 during RGB colorspace transformation operation
el_gr: Σφάλμα κατά τη λειτουργία μετασχηματισμού του χρώματος RGB *******

source: %1: %2 during crop operation
el_gr: %1: %2 κατα τη λειτουργία περικοπής

source: Provides PDF conversion services using the Zend_PDF library. Will use Ghostscript, if available, to generate image-previews of PDF files.
el_gr: Παρέχει υπηρεσίες μετατροπής αρχείων PDF χρησιμοποιώντας τη βιβλιοθήκη Zend_PDF. Θα χρησιμοποιήσετε το Ghostscript, αν υπάρχει, για να δημιουργήσετε την προεπισκόπηση εικόνων των αρχείων PDF.

source: Can't convert PDF to %1
el_gr: Δεν μπορεί να μετατρέψει το αρχείο PDF σε %1

source: Write permissions to Lucene index directory
el_gr: Γράψτε τα δικαιώματα στον κατάλογο ευρετήριου Lucene *****

source: Indexes must exist and be readable
el_gr: Τα ευρετήρια πρέπει να υπάρχουν και να είναι αναγνώσιμα

source: The web server user (%1) must be allowed to write the Lucene index directory (%2). You have to ensure that in order to get the Lucene search engine back-end to work.
el_gr: Ο χρήστης του web server (%1) πρέπει να έχει τη δυνατότητα να γράψει στον κατάλογο ευρετήριου Lucene (%2). Θα πρέπει να εξασφαλίσετε ότι προκειμένου να πάρει τη μηχανή αναζήτησης Lucene σαν back-end για να δουλέψει. ***

source: You have to ensure that all Lucene indexes exist and can be opened. Please check if a) the web server user (%1) is allowed to read and write all subdirectories of %2 and b) that all indexes have been created (by running a full reindex on the whole database).
el_gr: Θα πρέπει να εξασφαλίσετε ότι όλα τα ευρετήρια του Lucene υπάρχουν και μπορούν να ανοίξουν. Παρακαλώ ελέγξετε εάν α) ο χρήστης του web server (%1) έχει τη δυνατότητα να διαβάσει και να γράψει σε όλους τους υποκαταλόγους του %2 και β) ότι όλα τα ευρετήρια έχουν δημιουργήθει (με το τρέξιμο μιας πλήρους αναταξινόμησης για ολόκληρη τη βάση δεδομένων).

source: Open a typical Unix shell (e.g. bash on Linux, Mac OS X, Solaris etc.) and run &quot;chown -R
el_gr: Ανοίξτε ένα τυπικό κέλυφος του Unix (π.χ. κονσόλα για Linux, Mac OS X, Solaris κλπ.) και εκτελέστε το &quot;chown -R

source: Write permissions for Sphinx home directory
el_gr: Γράψτε δικαιώματα για τον κεντρικό κατάλογο του Sphinx

source: Sphinx process up and running
el_gr: Η διεργασία Sphinx οργανώθηκε και λειτουργεί

source: The web server user (%1) must be able to read and write the whole Sphinx configuration.
el_gr: Ο χρήστης του web server (%1) πρέπει να είναι σε θέση να διαβάσει και να γράψει στο σύνολο της διαμόρφωσης του Sphinx

source: Sphinx must be running.
el_gr: Το Sphinx πρέπει να εκτελείται.

source: Change the owner of the Sphinx home directory to the web server user (%1).
el_gr: Αλλαγή του ιδιοκτήτη του αρχικού καταλόγου του Sphinx για τον χρήστη του web server (%1).

source: Make sure Sphinx is started
el_gr: Βεβαιωθείτε ότι το Sphinx έχει ξεκινήσει

source: Academy of Motion Picture Arts and Sciences (AMPAS) LTO tape daemon FTP file transfer handler
el_gr: Η Αμερικανική Ακαδημία Κινηματογραφικών Τεχνών και Επιστημών (AMPAS) LTO tape daemon FTP file transfer handler ********

source: Subform element '%1' does not exist
el_gr: Η δευτερεύουσα φόρμα του στοιχείο δεν υπάρχει '%1'

source: Notes
el_gr: Σημειώσεις

source: browses
el_gr: περιηγείται

source: Date/time of creation
el_gr: Ημερομηνία/ώρα της δημιουργίας

source: Last used
el_gr: Τελευταία χρησιμοποιήθηκε

source: Date/time of last use
el_gr: Ημερομηνία/ώρα της τελευταίας χρήσης

source: bundle display label
el_gr: Ακεικόνιση ετικέτας δέσμης

source: bundle display labels
el_gr: Ακεικόνιση ετικετών δέσμης

source: object_lots
el_gr: παρτίδα αντικειμένων

source: occurrences
el_gr: περιστατικά

source: Unique identifer for this display.
el_gr: Μοναδικό αναγνωριστικό για αυτή την εμφάνιση

source: Display list settings
el_gr: Προβολή της λίστας ρυθμίσεων

source: Object representation
el_gr: Απεικόνιση αντικειμένου

source: bundle mapping label
el_gr: Αντιστοίχηση ετικέτας δέσμης

source: bundle mapping labels
el_gr: Αντιστοίχηση ετικετών δέσμης

source: Destination
el_gr: Προορισμός

source: bundle mapping
el_gr: Δέσμη αντιστοίχισης

source: bundle mappings
el_gr: Δέσμη αντιστοιχίσεων

source: Direction
el_gr: Κατεύθυνση

source: Export
el_gr: Εξαγωγή

source: Target
el_gr: Προορισμός

source: Action
el_gr: Ενέργεια

source: collection label
el_gr: Ετικέτα συλλογής

source: collection labels
el_gr: Ετικέτες συλλογών

source: data export mapping
el_gr: Εξαγωγή δεδομένων αντιστοιχείας

source: Format
el_gr: Μορφή

source: Source table
el_gr: Πηγαίος πίνακας

source: Occurred on
el_gr: Συνέβη στις

source: Date and time import occurred
el_gr: Ημερομηνία και ώρα που σημειώθηκε η εισαγωγή

source: Parser
el_gr: Συντακτικός αναλυτής

source: Parser to use for import
el_gr: Ο συντακτικός αναλυτής που χρησιμοποιείται για την εισαγωγή

source: Data import options
el_gr: Επιλογές εισαγώμενων δεδομένων

source: Target for imported data
el_gr: Προορισμός για τα εισαγόμενα δεδομένα

source: The table into which data will be imported
el_gr: Ο πίνακας στον οποίο τα δεδομένα θα εισάγονται

source: Only list relationships with the specified types. Set this to a list of type codes.
el_gr: Μόνο η λίστα συσχετίσεων με τα συγκεκριμένα είδη. Ορίστε αυτό σε μια λίστα των κωδικών τύπου.

source: editor UI label
el_gr: επεξεργαστής ετικέτας UI

source: editor UI labels
el_gr: Επεξεργαστής ετικετών UI

source: Table
el_gr: Πίνακας

source: entity label
el_gr: Ετικέτα οντότητας

source: entity labels
el_gr: Ετικέτες οντότητας

source: Surname
el_gr: Επώνυμο

source: A surname is a name added to a given name and is part of a personal name. In many cases a surname is a family name.
el_gr: Ένα επώνυμο είναι ένα όνομα που προστίθεται σε ένα δοσμένο όνομα και είναι μέρος του προσωπικού ονόματος. Σε πολλές περιπτώσεις ένα επώνυμο είναι ένα οικογενειακό όνομα.

source: Prefixes
el_gr: Προθέματα

source: Suffixes
el_gr: Καταλήξεις

source: tag
el_gr: ετικέτα

source: tags
el_gr: ετικέτες

source: list item label
el_gr: Ετικέτα λίστας αντικειμένου

source: list item labels
el_gr: Ετικέτες λιστών αντικειμένων

source: lite items
el_gr: Λίστες αντικειμένων

source: Parent
el_gr: Γονικός

source: list label
el_gr: Ετικέτα λίστας

source: list labels
el_gr: Ετικέτες λιστών

source: locale
el_gr: τοπικές ρυθμίσεις

source: locales
el_gr: τοπικές ρυθμίσεις

source: metadata element label
el_gr: Ετικέτα στοιχείου μεταδεδομένων

source: metadata element labels
el_gr: Ετικέτες στοιχείων μεταδεδομένων

source: object_events
el_gr: Συμβάν αντικειμένου

source: object event label
el_gr: Γεγονότα ετικέτας αντικειμένου

source: object event labels
el_gr: Γεγονότα ετικέτων αντικειμένου

source: object label
el_gr: Ετικέτα αντικειμένου

source: object labels
el_gr: Ετικέτες αντικειμένων

source: lot label
el_gr: Ετικέτα παρτίδας

source: lot labels
el_gr: Ετικέτες παρτίδων

source: object representation label
el_gr: ετικέτα απεικόνισης αντικειμένου

source: object representation labels
el_gr: ετικέτες απεικόνισης αντικειμένου

source: object ⇔ object event relationship
el_gr: αντικείμενο ⇔ συσχέτιση συμβάντος αντικειμένου

source: object ⇔ object event relationships
el_gr: αντικείμενο ⇔ συσχετίσεις συμβάντος αντικειμένου

source: occurrence label
el_gr: Ετικέτα περιστατικού

source: occurrence labels
el_gr: Ετικέτες περιστατικού

source: occurrence
el_gr: Περιστατικό

source: place label
el_gr: Ετικέτα τοποθεσίας

source: place labels
el_gr: ετικέτες τοποθεσίας

source: search form label
el_gr: Ετικέτα φόρμας αναζήτησης

source: search form labels
el_gr: Ετικέτες φόρμας αναζήτησης

source: Rendering mode
el_gr: Λειτουργία Rendering

source: Determines how form is rendered for display.
el_gr: Καθορίζει τον τρόπο που η φόρμα αποδίδεται για προβολή

source: One form element per line
el_gr: Ένα στοιχείο φόρμα ανά γραμμή

source: Group label
el_gr: Ετικέτα ομάδας

source: Text label to be used for field group.
el_gr: Κείμενο ετικέτας που πρέπει να χρησιμοποιείται για το πεδίο ομάδα.

source: Element label
el_gr: Ετικέτα στοιχείου

source: Text label to be used for form field.
el_gr: Κείμενο ετικέτας που πρέπει να χρησιμοποιείται για το πεδίο φόρμα

source: Element width
el_gr: Πλάτος στοιχείου

source: Width of search form field, in characters.
el_gr: Ύψος του πεδίου της φόρμας αναζήτησης, σε χαρακτήρες

source: Element height
el_gr: Ύψος στοιχείου

source: Height of search form field, in rows.
el_gr: Ύψος του πεδίου της φόρμας αναζήτησης, σε σειρές

source: Form settings
el_gr: Ρυθμίσεις φόρμας

source: set item label
el_gr: Ομάδα ετικέτας αντικειμένου

source: set item labels
el_gr: Ομάδα ετικέτας αντικειμένων

source: set label
el_gr: Ομάδα ετικέτας

source: set labels
el_gr: Ομάδα ετικετών

source: storage location label
el_gr: Ετικέτα τοποθεσίας αποθήκευσης

source: storage location labels
el_gr: Ετικέτες τοποθεσίας αποθήκευσης

source: Database error adding role '%1': %2
el_gr: Σφάλμα στη βάση δεδομένων στην προσθήκη ρόλου '%1': %2

source: Invalid role '%1'
el_gr: Άκυρος ρόλος '%1'

source: Standard
el_gr: Πρότυπος

source: Public
el_gr: Δημόσιος

source: Group '%1' does not exist
el_gr: Ομάδα '%1' δεν υπάρχει

source: Log
el_gr: Ιστορικό

source: Collection
el_gr: Συλλογή

source: Lots
el_gr: Παρτίδες

source: User profile
el_gr: Προφίλ χρήστη

source: My user groups
el_gr: Ομάδες χρηστών

source: My search forms
el_gr: Οι φόρμες αναζήτής μου

source: Tags
el_gr: Ετικέτες

source: Logs
el_gr: Ιστορικό

source: System configuration
el_gr: Διαμόρφωση συστήματος

source: Locales
el_gr: Τοπικές ρυθμίσεις

source: Configure system
el_gr: Διαμόρφωση συστήματος

source: Allow user to change system configuration.
el_gr: Επιτρέπει στο χρήστη να αλλάξει τη διαμόρφωση του συστήματος.

source: Allow user to use search (basic or advanced) interface to find items
el_gr: Επιτρέπει στο χρήστη στη χρησιμοποιεί την διεπαφή αναζήτηση (βασική ή προχωρημένη) για να βρει αντικείμενα

source: Allow user to use browse interface to find items
el_gr: Επιτρέπει στο χρήστη στη χρησιμοποιεί την διεπαφή αναζήτηση για να βρει αντικείμενα

source: Actions allowing personalization of the user's environment.
el_gr: Ενέργιες που επιτρέπουν την εξατομίκευση του περιβάλλοντος του χρήστη.

source: Create storage location
el_gr: Δημιουργία τοποθεσίας αποθήκευσης

source: Edit storage location
el_gr: Επεξεργασία τοποθεσίας αποθήκευσης

source: Delete storage location
el_gr: Διαγραφή τοποθεσίας αποθήκευσης

source: Your profile
el_gr: Το προφίλ σας

source: Your first name
el_gr: Το όνομά σας

source: Your first name, to be used by the system for identification purposes
el_gr: Το όνομά σας, που θα χρησιμοποιηθεί από το σύστημα για σκοπούς ταυτοποίησης

source: Your last name
el_gr: Το επώνυμο σας

source: Your last name, to be used by the system for identification purposes
el_gr: Το επώνυμό σας, που θα χρησιμοποιηθεί από το σύστημα για σκοπούς ταυτοποίησης

source: Your email address
el_gr: Η ηλεκτρονική σας διεύθυνση

source: Your email address, to be used by the system for notification purposes
el_gr: Η ηλεκτρονική σας διεύθυνση, που θα χρησιμοποιηθεί από το σύστημα για σκοπούς κοινοποίησης

source: Determines units used to display measured quantities. Select 'units as entered' to display measurements in the form in which they were entered into the system.
el_gr: Καθορίζει μονάδες που χρησιμοποιούνται για να απεικονίσουν μετρούμενες ποσότητες. Επιλέξτε "μονάδες όπως καταχωρήθηκαν" για να απεικονίσουν μετρήσεις στη μορφή με την οποία καταχωρήθηκαν στο σύστημα
