Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: Starting date is invalid
el_gr: Η αρχική ημερομηνία δεν είναι έγκυρη
fr_fr: La date de début est invalide

source: Ending date is invalid
el_gr: Η τελική ημερομηνία δεν είναι έγκυρη για
fr_fr: La date de fin non valide

source: Time range is undefined but field does not support NULL values
el_gr: Το εύρος της ώρας είναι απροσδιόριστο, αλλά το πεδίο %1 δεν υποστηρίζει τις τιμές NULL
fr_fr: La plage de temps est indéfinie mais le champ ne supporte pas de valeur NULL

source: Starting time is invalid
el_gr: Η αρχική ώρα δεν είναι έγκυρη
fr_fr: L&apos;heure de début est invalide

source: Ending time is invalid
el_gr: Η τελική ώρα δεν είναι έγκυρη
fr_fr: L&apos;heure de fin est invalide

source: Number is invalid for %1 [%2]
el_gr: Ο αριθμός είναι άκυρος για %1 [%2]
fr_fr: Le numéro est invalide pour %1 [%2]

source: Timecode is invalid
el_gr: Ο κωδικός ώρας δεν είναι έγκυρος
fr_fr: Le timecode est invalide

source: The combination of %1 and %2 must be unique
el_gr: Ο συνδυασμός των %1 και %2 πρέπει να είναι μοναδικός
fr_fr: La combinaison de %1 et de %2 doit être unique

source: The value of %1 must be unique
el_gr: Η τιμή του %1 πρέπει να είναι μοναδική
fr_fr: La valeur de %1 doit être unique

source: Mode was %1; must be write
fr_fr: Le mode était %1 ; il doit être accessible en écriture

source: Can't do update() on new record; use insert() instead
el_gr: Δεν μπορεί να κάνει update() στη νέα εγγραφή. Αντί γι' αυτό χρησιμοποιήστε insert()
fr_fr: Impossible de faire un update() sur un nouvel enregistrement ; utiliser insert() à la place

source: Changes have been made since you loaded this data. Save again to overwrite the changes or cancel to keep the changes.
el_gr: Αλλαγές έχουν γίνει από τη στιγμή που φορτώσατε αυτά τα δεδομένα. Αποθηκεύστε ξανά για να αντικαταστήσετε τις αλλαγές ή ακυρώστε για να κρατήσετε της αλλαγές.
fr_fr: Des modifications ont été faites depuis que vous avez chargé ces données. Enregistrez à nous pour écraser les modifications ou annuler pour continuer les modifications.

source: Changes have been made since you loaded this data by %1. Save again to overwrite the changes or cancel to keep the changes.
el_gr: Αλλαγές έχουν γίνει από τη στιγμή που φορτώσατε αυτά τα δεδομένα από %1. Αποθηκεύστε ξανά για να αντικαταστήσετε τις αλλαγές ή ακυρώστε για να κρατήσετε της αλλαγές.
fr_fr: Des modifications ont été faites par %1 depuis que vous avez chargé ces données. Enregistrez à nous pour écraser les modifications ou annuler pour continuer les modifications.

source: Changes have been made since you loaded this data by these users: %1. Save again to overwrite the changes or cancel to keep the changes.
el_gr: Αλλαγές έχουν γίνει από τη στιγμή που φορτώσατε αυτά τα δεδομένα από τον χρήστη %1. Αποθηκεύστε ξανά για να αντικαταστήσετε τις αλλαγές ή ακυρώστε για να κρατήσετε της αλλαγές.
fr_fr: Des modifications ont été faites depuis que vous avez chargé ces données par les utilisateurs : %1. Enregistrez à nouveau pour écraser les modifications ou annuler pour continuer les modifications.

source: Cannot move %1 under its sub-record
el_gr: Δεν είναι δυνατή η μετακίνηση του %1 σύμφωνα με την υποεγγραφή
fr_fr: Impossible de déplacer %1 sous un de ses sous-enregistrement

source: Hierarchy ID must be specified for this update
el_gr: Η ιεραρχία ταυτότητας πρέπει να προσδιορίζεται για αυτήν την ενημερωμένη.
fr_fr: Un identifiant de hiérarchie doit être spécifié pour cette mise à jour.

source: Number is invalid for %1
el_gr: Ο αριθμός δεν είναι άκυρος για %1
fr_fr: Le numéro est invalide pour %1

source: Date is undefined but field does not support NULL values
el_gr: Η ημερομηνία είναι απροσδιόριστη, αλλά το πεδίο δεν υποστηρίζει τις τιμές NULL
fr_fr: La date est indéfinie mais le champ ne supporte pas de valeur NULL

source: Time is undefined but field does not support NULL values
el_gr: Η ώρα είναι απροσδιόριστη, αλλά το πεδίο δεν υποστηρίζει τις τιμές NULL
fr_fr: L&apos;heure est indéfinie mais le champ ne supporte pas de valeur NULL

source: Time is invalid for %1
el_gr: Η ώρα δεν είναι έγκυρη για %1
fr_fr: L&apos;heure %1 est invalide

source: Could not update sub records in hierarchy: [%1] %2
el_gr: Δεν ήταν δυνατή η ενημέρωση των υπο εγγραφών στην ιεραρχία: [%1] %2
fr_fr: Impossible de mettre à jour les sous-enregistrements dans la hiérarchie : [%1] %2

source: Parent record had invalid hierarchical indexing (should not happen!)
el_gr: Η γονική εγραφή είχε άκυρη ιεραρχική ευρετηριοποίηση (δεν πρέπει να συμβεί!)
fr_fr: Un enregistrement parent a une indexation hiérarchique invalide (cette situation ne devrait pas se produire !)

source: Mode was %1; must be write or admin
el_gr: Η κατάσταση ήταν %1; πρέπει να είναι write or admin *****
fr_fr: Le mode était %1 ; vous devez enregistrer ou modifier les préférences

source: No record loaded
el_gr: Δεν έχει φορτωθεί κάποια εγγραφή
fr_fr: Pas d&apos;enregistrement chargé

source: Can't delete item because it has sub-records
el_gr: Δεν μπορεί να διαγραφεί το αντικείμενο γιατί έχει υποεγγραφές
fr_fr: Impossible de supprimer l&apos;objet : il a des sous-enregistrements

source: Can't delete item because items related to it have sub-records (%1)
el_gr: Δεν μπορεί να διαγραφεί το αντικείμενο γιατί αντικείμενα συναφή με αυτό έχουν υποεγγραφές (%1)
fr_fr: Impossible de supprimer l&apos;objet : des objets liés ont des sous-enregistrements (%1)

source: Can't delete item because it is in use (%1)
el_gr: Δεν μπορεί να διαγραφεί το αντικείμενο γιατί χρησιμοποιείται (%1)
fr_fr: Impossible de supprimer l&apos;objet : il est utilisé (%1)

source: Couldn't queue mirror using '%1' for version '%2' (handler '%3')
el_gr: Δεν είναι δυνατός ο κατοπτρισμός της ουράς χρησιμοποιόντας '%1' για την έκδοση '%2' (χειριστής '%3')
fr_fr: Impossible de mettre en file d&apos;attente la copie mirroir à l&apos;aide de &apos;%1&apos; pour la version &apos;%2&apos; (gestionnaire &apos;%3&apos;)

source: Could not cancel pending tasks: %1
el_gr: Δεν μπορούν να ακυρωθούν οι εργασίες που εκκρεμούν: %1
fr_fr: Impossible d&apos;annuler les tâches en attente : %1

source: Cannot open remote URL [%1] to fetch media
fr_fr: Impossible d&apos;ouvrir l&apos;URL distante pour rapatrier les données

source: Cannot open file for media fetched from URL [%1]
fr_fr: Impossible d&apos;ouvrir le fichier de média depuis l&apos;URL [%1]

source: File type %1 not accepted by %2
el_gr: Ο τύπος αρχείου %1 δεν είναι δεκτός από %2
fr_fr: Type de fichier %1 non accepté par %2

source: Unknown file type not accepted by %1
el_gr: Άγνωστος τύπος αρχείου δεν είναι αποδεκτός από %1
fr_fr: Type de fichier inconnu non accepté par %1

source: Media is being processed and will be available shortly.
fr_fr: Le média est en cours de traitement et sera disponible prochainement.

source: File could not be copied for %1; can't convert mimetype '%2' to extension
el_gr: Το αρχείο δεν μπορεί να αντιγραφεί για %1;
fr_fr: Le fichier n&apos;a pu être copié pour %1 ; impossible de convertir le mimetype &apos;%2&apos; vers l&apos;extension choisie

source: Could not create subdirectory for uploaded file in %1. Please ask your administrator to check the permissions of your media directory.
fr_fr: Impossible de créer un sous-répertoire pour le fichier uploadé pour %1. Veuillez demander à votre administrateur de vérifier les permissions sur le répertoire media.

source: File could not be copied. Ask your administrator to check permissions and file space for %1
fr_fr: Le fichier n&apos;a pas pu être copié. Demander à votre administrateur pour vérifier les permissions et l&apos;espace disque pour %1.

source: File could not be processed for %1; can't convert mimetype '%2' to extension
el_gr: Το αρχείο δεν μπορεί να υφίσταται επεξεργασία για %1; Δεν μπορείτε να μετατρέψετε τον mimetype '%2' για επέκταση
fr_fr: Le fichier n&apos;a pu être traité pour %1 ; impossible de convertir le mimetype &apos;%2&apos; vers l&apos;extension choisie

source: Couldn't write file: %1
el_gr: Δεν μπόρεσε να εγγραφεί το αρχείο: %1
fr_fr: Impossible d&apos;écrire le fichier : %1

source: Couldn't queue processing for version '%1' using handler '%2'
el_gr: Δεν είναι δυνατή η επεξεργασία της ουράς για την έκδοση '%1' χρησιμοποιόντας τον χειριστή '%2'
fr_fr: Impossible de traiter la file d&apos;attente pour la version &apos;%1&apos; à l&apos;aide du gestionnaire &apos;%2&apos;

source: File could not be processed for %1: %2
el_gr: Αρχείο δεν μπορεί να υφίστανται επεξεργασία για %1: %2
fr_fr: Le fichier ne peut être traité pour %1 : %2

source: File is not a valid format
el_gr: Το αρχείο δεν έχει έγκυρη μορφή
fr_fr: Le fichier n&apos;est pas dans un format valide

source: %1 must not be greater than %2
el_gr: %1 δεν πρέπει να υπερβαίνει το %2
fr_fr: %1 ne doit être plus grand que %2

source: %1 must be at least %2 characters
el_gr: %1 πρέπει να είναι τουλάχιστον %2 χαρακτήρες
fr_fr: %1 doit être d&apos;au moins %2 caractères

source: %1 must not be more than %2 characters long
el_gr: % 1 δεν πρέπει να υπερβαίνει το %2 χαρακτήρες ****** μήπως χαρακτήρων
fr_fr: %1 ne doit pas faire plus de %2 caractères

source: '%1' is not valid choice for %2
fr_fr: %1 n&apos;est pas un choix valide pour %2

source: Creation date/time
fr_fr: Date/heure de création

source: Modification date/time
fr_fr: Date/heure de modification

source: Last modification date/time
fr_fr: Heure/date de la dernière modification

source: Date and time %1 was created
fr_fr: Date et heure où %1 a été créé

source: Date and time %1 was modified
fr_fr: Date et heure où %1 a été modifié

source: Date and time %1 was last modified
fr_fr: Date et heure où %1 a été modifié en dernier

source: Hierarchy ID must be specified
el_gr: Η ιεραρχία ταυτότητας πρέπει να προσδιοριστεί
fr_fr: L&apos;identifiant de la hiérarchie doit être spécifié

source: Could not get parent_id to load siblings by: %1
fr_fr: Impossible de trouver l&apos;identifiant de l&apos;élément parent pour charger les éléments frères/soeurs de %1

source: Could not get hierarchy siblings: %1
fr_fr: Impossible de déterminer les éléments frères/soeurs de %1

source: Value must be unique. Please try another.
fr_fr: La valeur doit être unique. Veuillez réessayer avec une autre valeur.

source: Related table specification "%1" is not valid
fr_fr: La spécification de table liée "%1" est invalide

source: No locale was set for tag
el_gr: Καμία τοπική ρύθμιση δεν ορίστηκε για την ετικέτα
fr_fr: La langue n&apos;est pas définie pour ce tag

source: Tag relation id is invalid
el_gr: Η ταυτότητα τις σχετικής ετικέτας δεν είναι έγκυρη
fr_fr: L&apos;ID de la relation au tag est invalide

source: Tag is not part of the current row
el_gr: Η ετικέτα δεν αποτελεί μέρος της τρέχουσας γραμμής
fr_fr: Le tag ne fait pas partie de l&apos;enregistrement courant

source: Tag was not created by specified user
el_gr: Η ετικέτα δεν δημιουργήθηκε από συγκεκριμένο χρήστη
fr_fr: Le tag n&apos;a pas été crée par l&apos;utilisateur spécifié

source: Comment is not part of the current row
el_gr: Το σχόλιο δεν αποτελεί μέρος της τρέχουσας γραμμής
fr_fr: Le commentaire ne fait pas partie de l&apos;enregistrement courant

source: Can't edit invalid attribute
el_gr: Δεν είναι δυνατή η επεξεργασία, άκυρη ιδιότητα
fr_fr: Impossible de modifier l&apos;attribut invalide

source: Element is not the root of the element set
el_gr: Το στοιχείο δεν είναι στην βάση της ομάδας στοιχείων
fr_fr: Cet élément n&apos;est pas l&apos;élément racine de l&apos;ensemble

source: Couldn't add element to restriction list: %1
el_gr: Δεν είναι δυνατή η προσθήκη του στοιχείου στη λίστα περιορισμών: %1
fr_fr: Impossible d&apos;ajouter l&apos;élément à la liste de restrictions : %1

source: Couldn't remove element from restriction list: %1
el_gr: Δεν είναι δυνατή η αφαίρεση στοιχείων από τη λίστα περιορισμών: %1
fr_fr: Impossible de retirer l&apos;élément de la liste de restrictions : %1

source: Element code or id must not be blank
el_gr: Το στοιχείο κωδικός ή ταυτότητα δεν πρέπει να είναι κενό
fr_fr: Le code ou l&apos;identifiant de l&apos;élément ne doit pas être vide

source: Element code or id '%1' is invalid
el_gr: Το στοιχείο κωδικός ή ταυτότητα '%1' είναι έγκυρο
fr_fr: Le code ou id &apos;%1&apos; de l&apos;élément est invalide

source: Could not instantiate driver
el_gr: Δεν ήταν δυνατή η συγκεκριμενοποίηση του οδηγού
fr_fr: Impossible d&apos;instancier le driver

source: Driver does not exist
el_gr: O oδηγός δεν υπάρχει
fr_fr: Le driver n&apos;existe pas

source: Not connected to database
el_gr: Δεν συνδέεται με βάση δεδομένων
fr_fr: Non connecté à la base de données

source: Driver does not support affectedRows() call
el_gr: O oδηγός δεν υποστηρίζει το affectedRows() call
fr_fr: Le driver ne supporte l&apos;appel affectedRows()

source: Transactions are not supported
el_gr: Οι συναλλαγές δεν υποστηρίζονται
fr_fr: Les transactions ne sont pas supportées

source: Transaction count cannot exceed maximum of %1
el_gr: Ο μετρητής συναλλαγής δεν μπορεί να υπερβαίνει το ανώτατο όριο του 1%
fr_fr: Le nombre de transactions ne peut pas excéder un maximum de %1

source: Not currently in a transaction
el_gr: Δεν είναι επί του παρόντος σε μια συναλλαγή
fr_fr: N&apos;est pas actuellement dans une transaction

source: File type is not supported
el_gr: Ο τύπος αρχείου δεν υποστηρίζεται
fr_fr: Le type de fichier n&apos;est pas supporté

source: No media available
fr_fr: Pas de média disponible

source: Could not find plug-in for mimetype %1
fr_fr: Impossible de trouver le plug-in pour le mimetype %1

source: Key
fr_fr: Clé

source: Unknown
fr_fr: Inconnu

source: Could not create tmp directory for handler '%1'
el_gr: Δεν ήταν δυνατή η δημιουργία προσορινού καταλόγου για τη ρουτίνα χειρισμού '%1'
fr_fr: Impossible de créer le répertoire tmp pour le gestionnaire &apos;%1&apos;

source: Could not copy '%1'
el_gr: Δεν ήταν δυνατή η αντιγραφή '%1'
fr_fr: Impossible de copier '%1'

source: No tmp directory configured!
el_gr: Κανένας tmp κατάλογος δεν έχει ρυθμιστεί!
fr_fr: Pas de répertoire tmp configuré !

source: No handler directories are configured!
fr_fr: Aucun répertoire de gestionnaire n&apos;est configuré !

source: Invalid task queue handler '%1'
el_gr: Άκυρη ρουτίνα χειρισμού ουράς εργασιών '%1'
fr_fr: Gestionnaire de file d&apos;attente des tâches invalide &apos;%1&apos;

source: Error while closing task record: %1
el_gr: Σφάλμα κατά το κλείσιμο της διεργασίας εγγραφής: %1
fr_fr: Erreur lors de la fermeture de la tâche : %1

source: View %1 was not found
el_gr: Προβολή %1 δεν βρέθηκε
fr_fr: Affichage %1 non trouvé

source: Action '%1' in class '%2' is invalid
el_gr: Η ενέργεια '%1' στην κατηγορία '%2' είναι άκυρη.
fr_fr: L&apos;action &apos;%1&apos; dans la classe &apos;%2&apos; est invalide

source: Not dispatchable
el_gr: Μη διεκπαιρεωμένο
fr_fr: Non répartissable

source: Driver does not support LIMIT
el_gr: O oδηγός δεν υποστηρίζει το LIMIT
fr_fr: Le driver ne supporte pas LIMIT

source: Your PHP installation lacks MySQL support. Please add it and retry...
el_gr: Η Εγκατάσταση σας PHP στερείται υποστήριξη από την MySQL . Παρακαλώ προσθέστε την και προσπαθήστε ξανά ...
fr_fr: Votre installation PHP ne supporte pas MySQL. Modifiez votre installation et réessayez...

source: Query is empty
el_gr: Το ερώτημα είναι άδειο
fr_fr: La requête est vide

source: Number of values passed (%1) does not equal number of values required (%2)
el_gr: Ο αριθμός των τιμών πέρασε (%1) δεν είναι ίσος με τον αριθμό των τιμών που απαιτούνται (%2)
fr_fr: Le nombre de valeurs passées (%1) ne correspond pas au nombre de valeurs requises (%2)

source: No table name specified
el_gr: Δεν ορίστηκε όνομα πίνακα
fr_fr: Pas de nom de table spécifié

source: No fields specified
el_gr: Κανένα πεδίο δεν έχει καθοριστεί
fr_fr: Aucun champ spécifié

source: seek(%1) failed: result has %2 rows
el_gr: Η αναζητήση(% 1) απέτυχε: το αποτέλεσμα έχει %2 σειρές
fr_fr: échec du positionnement (%1) : le résultat correspond à %2 lignes

source: No error
el_gr: Κανένα σφάλμα
fr_fr: Pas d&apos;erreur

source: Start must be before date in range
el_gr: H έναρξη πρέπει να είναι πριν από την ημερομηνία στην περιοχή
fr_fr: Le début doit être avant la date dans la plage de dates

source: Invalid date
el_gr: Μη έγκυρη ημερομηνία
fr_fr: Date non valide

source: Invalid time
el_gr: Μη έγκυρη ώρα
fr_fr: Heure non valide

source: Invalid uncertainty
fr_fr: Incertitude non valide

source: Uncertainty must not exceed 9 digits
fr_fr: L&apos;incertitude ne doit pas dépasser 9 chiffres

source: Invalid expression
el_gr: Μη έγκυρη έκφραση
fr_fr: Expression non valide

source: Trailing characters in otherwise valid expression
el_gr: Κυλιόμενοι χαρακτήρες σε διαφορετικά κανονική έκφραση
fr_fr: Contient des caractères de fin, à part cela l&apos;expression est valide

source: Parser error
el_gr: Σφάλμα του συντακτικού αναλυτή
fr_fr: Erreur d&apos;analyseur syntaxique

source: Mimetype of file
fr_fr: Mimetype du fichier

source: Creation date
fr_fr: Date de création

source: Copyright Information URL
fr_fr: URL d'information sur le copyright

source: Document title
fr_fr: Titre du document

source: Document description
fr_fr: Description du document

source: Copyright notice
fr_fr: Information sur le copyright

source: Is under copyright?
fr_fr: Est sous copyright ?

source: Document creator
fr_fr: Créateur du document

source: Keywords
fr_fr: Mots-clés

source: Creator address
fr_fr: Adresse du créateur

source: Creator city
fr_fr: Ville du créateur

source: Creator state/region
fr_fr: Région/état du créateur

source: Creator postal code
fr_fr: Code postal du créateur

source: Creator country
fr_fr: Pays du créateur

source: Creator phone
fr_fr: Téléphone du créateur

source: Creator email
fr_fr: Email du créateur

source: Creator website
fr_fr: Site web du créateur

source: External application configuration file could not be loaded
el_gr: Εξωτερικό αρχείο ρύθμισης παραμέτρων εφαρμογής δεν μπορεί να φορτωθεί
fr_fr: Le fichier de configuration de l&apos;application externe n&apos;a pu être chargé

source: Directory for external application wvWare could not be found
el_gr: Ο κατάλογος για τις εξωτερική εφαρμογή wvWare δεν μπορούσε να βρεθεί
fr_fr: Le répertoire pour l&apos;application externe wvWare n&apos;a pu être trouvé

source: Can't set property %1
el_gr: Δεν μπορώ να διαμορφωθεί η ιδιότητα %1
fr_fr: Impossible de définir la propriété %1

source: Generates maps using the GoogleMaps API
fr_fr: Génère des cartes à l&apos;aide de l&apos;API GoogleMaps

source: Provides audio processing and conversion using ffmpeg
el_gr: Παρέχει επεξεργασίας ήχου και μετατροπή χρησιμοποιόντας το ffmpeg
fr_fr: Fourni un traitement et une conversion audio à l&apos;aide de ffmpeg

source: Didn't load because ffmpeg is not installed
el_gr: Δεν φορτώθηκε λόγω του ότι το ffmpeg δεν είναι εγκατεστημένο
fr_fr: N&apos;est pas chargé parce que ffmpeg n&apos;est pas installé

source: File %1 does not exist
el_gr: Το αρχείο %1 δεν υπάρχει
fr_fr: Le fichier %1 n&apos;existe pas

source: Invalid transformation %1
el_gr: Άκυρη μετατροπή %1
fr_fr: Transformation invalide %1

source: %1: %2 during resize operation
el_gr: %1: %2 κατά τη διάρκεια της λειτουργίας αλλαγής μεγέθους
fr_fr: %1 : %2 lors de l&apos;opération de redimensionnement

source: Can't convert '%1' to '%2': unsupported format
el_gr: Δεν είναι δυνατή η μετατροπή '%1' to '%2': μη υποστηριζόμενη μορφή
fr_fr: Impossible de convertir &apos;%1&apos; vers &apos;%2&apos; : format non supporté

source: Couldn't write file to '%1'
el_gr: Δεν μπόρεσε να γραφτεί το αρχείο στο '%1'
fr_fr: Impossible d&apos;écrire le fichier sur &apos;%1&apos;

source: Error converting file to %1 [%2]: %3
el_gr: Σφάλμα στη μετατροπή του αρχείου σε %1 [%2]: %3
fr_fr: Erreur lors la conversion du fichier vers %1 [%2] : %3

source: Error converting intro to %1 [%2]: %3
el_gr: Σφάλμα στη μετατροπή intro σε %1 [%2]: %3
fr_fr: Erreur lors la conversion de l&apos;introduction vers %1 [%2] : %3

source: Error converting outro to %1 [%2]: %3
el_gr: Σφάλμα στη μετατροπή outro σε %1 [%2]: %3
fr_fr: Erreur lors la conversion de l&apos;introduction vers %1 [%2] : %3

source: Can't copy icon file for [%1] from %2 to %3
el_gr: Δεν είναι δυνατή η αντιγραφή του αρχείου εικόνας για [%1] από %2 το %3
fr_fr: Impossible de copier le fichier d&apos;icône pour [%1] de %2 vers %3

source: No icons available (system misconfiguration)
el_gr: Κανένα εικονίδιο δεν είναι διαθέσιμο(λάθος διαμόρφωση συστήματος)
fr_fr: Aucune icône disponible (problème de configuration du système)

source: You must have the Flash Plug-in version 9.0.124 or better installed to play video and audio in CollectiveAccess
el_gr: Πρέπει να έχετε το Flash Plug-in έκδοση 9.0.124 ή καλύτερη εγκατεστημένη για να παιχτεί βίντεο και ήχος στο CollectiveAccess
fr_fr: Vous devez avoir le plug-in Flash en version 9.0.124 (ou plus récent) pour lire de la vidéo et de l&apos;audio dans CollectiveAccess

source: Provides CoreImage-based image processing and conversion services via the command-line CoreImageTool (Mac OS X 10.4+ only). This can provide a significant performance boost when using Macintosh servers.
fr_fr: Fournit des services de traitement et de conversion d&apos;images CoreImage à l&apos;aide de l&apos;exécutable en ligne de commande CoreImageTool (Mac OS X 10.4 ou supérieur requis). Ceci peut fournir une hausse significative des performances sur des serveurs Macintosh.

source: Tile size property must be between 10 and 10000
el_gr: Η ιδιότητα του μεγέθους παράθεσης πρέπει να είναι μεταξύ 10 και 10000
fr_fr: L&apos;attribut taille de l&apos;échantillon doit être compris entre 10 et 10000

source: Quality property must be between 1 and 100
el_gr: Η ιδιότητα της ποιότητας πρέπει να είναι μεταξύ 1 και 100
fr_fr: L&apos;attribut qualité doit être compris entre 1 et 100

source: Tile width property must be between 10 and 10000
el_gr: Η ιδιότητα του μεγέθους πλάτους πρέπει να είναι μεταξύ 10 και 10000 *******
fr_fr: L&apos;attribut largeur de l&apos;échantillon doit être compris entre 10 et 10000

source: Tile height property must be between 10 and 10000
el_gr: Η ιδιότητα του μεγέθους ύψους πρέπει να είναι μεταξύ 10 και 10000 *******
fr_fr: L&apos;attribut hauteur de l&apos;échantillon doit être compris entre 10 et 10000

source: Antialiasing property must be between 0 and 100
el_gr: Η ιδιότητα της εξομάλυνσης ορίων πρέπει να είναι μεταξύ 0 και 100
fr_fr: L&apos;attribut anti-aliasing doit être compris entre 0 et 100

source: Layer ratio property must be between 0.1 and 10
el_gr: H ιδιότητα του λόγου του στρώματος πρέπει να είναι μεταξύ 0,1 και 10
fr_fr: L&apos;attribut proportion doit être compris entre 0.1 et 10

source: Layer property must be between 1 and 25
el_gr: Η ιδιότητα του στρώματος πρέπει να είναι μεταξύ 1 και 25
fr_fr: L&apos;attribut calque doit être compris entre 1 et 25

source: Tile output type '%1' is invalid
el_gr: Σύνδεση
fr_fr: Le type d&apos;export de l&apos;échantillon &apos;%1&apos; est invalide

source: Filenames with colons (:) are not allowed
el_gr: Τα ονόματα αρχείων με το σύμβολο (:) δεν επιτρέπονται
fr_fr: Les noms de fichiers contenant le caractère deux points (:) ne sont pas autorisés

source: Provides limited image processing and conversion services using libGD
el_gr: Παρέχει περιορισμένη επεξεργασία εικόνας και υπηρεσίες μετατροπής χρησιμοποιώντας το libGD
fr_fr: Fournit des services limités de traitement d&apos;image et de conversion utilisant libGD

source: Didn't load because CoreImageTool is available and preferred
fr_fr: N&apos;a pu être chargé parce que CoreImageTool est disponible et préféré
