Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: Applies to
fr_fr: S&apos;applique à

source: Usage in UI
fr_fr: Utilisation dans l&apos;interface utilisateur

source: Available for cataloguing?
fr_fr: Disponible pour le catalogage ?

source: New %1 %2 mapping for %3
fr_fr: Nouvelle %1 %2 correspondance pour %3

source: New interface for
fr_fr: Nouvelle interface pour

source: System?
el_gr: Σύστημα
fr_fr: Système ?

source: Metadata elements
el_gr: Στοιχεία μεταδεδομένων
fr_fr: Métadonnées

source: 1 element is defined
fr_fr: 1 élément est défini

source: %1 elements are defined
fr_fr: %1 éléments sont définis

source: Back to list
fr_fr: Retour à la liste

source: Editing user interfaces
fr_fr: Modification des interfaces utilisateurs

source: 1 user interface is defined
fr_fr: 1 interface utilisateur est définie

source: %1 user interfaces are defined
fr_fr: %1 interfaces utilisateur sont définies

source: Summary
fr_fr: Résumé

source: Interface identifier
fr_fr: Identifiant d&apos;interface

source: not defined
fr_fr: indéfini

source: print page
fr_fr: Imprimer la page

source: Display
el_gr: Προβολή
fr_fr: Affichage

source: List identifier
fr_fr: Identifiant de liste

source: Back to browser
fr_fr: Retour au navigateur

source: Item identifier
fr_fr: Identifiant d&apos;item

source: View in hierarchy
fr_fr: Afficher dans la hiérarchie

source: Type name (forward sense)
fr_fr: Nom du type (sens conventionnel)

source: Type name (reverse sense)
fr_fr: Nom du type (sens inverse)

source: Your search found no %1
el_gr: Η αναζήτησή σας δεν βρήκε %1
fr_fr: Votre recherche ne trouve pas de %1

source: Please enter a search
el_gr: Παρακαλώ εισάγετε μια αναζήτηση
fr_fr: Veuillez saisir une recherche

source: Did you mean one of these: %1 ?
el_gr: Μήπως εννοείτε ένα από αυτά: %1 ?
fr_fr: Vouliez-vous dire une de ces expressions : %1 ?

source: Did you mean %1 ?
el_gr: Μήπως εννοείτε %1 ?
fr_fr: Vouliez-vous dire %1 ?

source: Jump to page
el_gr: Μετάβαση στη σελίδα
fr_fr: Aller à la page

source: GO
el_gr: Μετάβαση
fr_fr: hop

source: Your %1 found
el_gr: Βρήκατε %1
fr_fr: Votre recherche %1 a retourné

source: Display Options
fr_fr: Options d&apos;affichage

source: Filter Search
fr_fr: Filtrer la recherche

source: Tools
fr_fr: Outils

source: Sort
fr_fr: Trier

source: Layout
fr_fr: Mise en page

source: Group by
el_gr: Ομαδοποίηση κατά
fr_fr: Groupé par

source: Jump to
el_gr: Μετάβαση σε
fr_fr: Aller à

source: Hierarchy
el_gr: Ιεραρχία
fr_fr: Hiérarchie

source: Add new list
el_gr: Προσθήκη νέας λίστας
fr_fr: Ajouter une nouvelle liste

source: Add under %2 new %1
el_gr: Πρόσθεσε κάτω από %2 νέο %1
fr_fr: Ajouter sous %2 le nouveau %1

source: ⧩ = Vocabulary list
fr_fr: ⧩ = Liste de vocabulaire

source: Close hierarchy viewer
el_gr: Κλείσιμο ιεραρχικής προβολής
fr_fr: Fermer l&apos;affichage de la hiérarchie

source: Open hierarchy viewer
el_gr: Άνοιγμα ιεραρχικής προβολής
fr_fr: Afficher la hiérarchie

source: Filter results by
fr_fr: Filtrer les résultats par

source: Filtering results by
fr_fr: Filtrer les résultats par :

source: clear all filters
fr_fr: effacer tous les filtres

source: Print results as labels
fr_fr: Imprimer les étiquettes des résultats

source: Print
el_gr: Εκτύπωση
fr_fr: Imprimer

source: Download results as
fr_fr: Télécharger les résultats en tant que

source: Add checked to set
fr_fr: Ajouter les éléments cochés à l&apos;ensemble

source: Add
el_gr: Προσθήκη
fr_fr: Ajouter

source: Added ^num_items ^item_type_name to <i>^set_name</i>
fr_fr: ^num_items ^item_type_name ajoutés à <i>^set_name</i>

source: <br/>(^num_dupes were already in the set.)
fr_fr: <br/>(^num_dupes étaient déjà dans l&apos;ensemble.)

source: Add to set
el_gr: Προσθήκη στην ομάδα
fr_fr: Ajouter à l&apos;ensemble

source: Search %1
el_gr: Αναζήτηση %1
fr_fr: Rechercher %1

source: View
el_gr: Προβολή
fr_fr: Afficher

source: Add %1
fr_fr: Ajouter %1

source: Add label
el_gr: Add title
fr_fr: Ajouter un libellé

source: Drag your selection from column to column to edit the contents of the display.
fr_fr: Glisser votre sélection d&apos;une colonne à une autre pour modifier le contenu de l&apos;affichage.

source: Available information
fr_fr: Information disponible

source: Information to display
fr_fr: Information à afficher

source: Show configured rules (%1)
fr_fr: Afficher les règles configurées (%1)

source: Hide configured rules (%1)
fr_fr: Masquer les règles configurées (%2)

source: Add relationship
el_gr: Προσθήκη συσχέτισης
fr_fr: Ajouter un lien

source: Drag your selection from column to column to edit the contents of the screen.
fr_fr: Glisser votre sélection d&apos;une colonne à une autre pour modifier le contenu de l&apos;écran.

source: Available editor elements
fr_fr: Eléments de l&apos;éditeur disponibles

source: Elements to display on this screen
fr_fr: Eléments à afficher dans cet écran

source: Add screen
el_gr: Προσθήκη οθόνης
fr_fr: Ajouter un écran

source: Add lot
el_gr: Προσθήκη παρτίδας
fr_fr: Ajouter un lot

source: MD5 signature
fr_fr: signature MD5

source: Update media
el_gr: Ενημέρωση αποθηκευτικών μέσων
fr_fr: Mise à jour du média

source: or fetch from a URL
fr_fr: ou télécharger depuis une URL

source: Fetch from URL
fr_fr: Télécharger depuis l&apos;URL

source: or upload a file
fr_fr: ou uploader un fichier

source: Additional Information
fr_fr: Information complémentaire

source: Fetched from URL %1 on %2
fr_fr: Téléchargé de l&apos;URL %1 sur %2

source: Add representation
el_gr: Προσθήκη περιγραφής
fr_fr: Ajouter une représentation

source: Modify preview images
fr_fr: Modifier les images d'aperçu

source: Update using frame at timecode
fr_fr: Mettre à jour à l'aide de l'image au timecode

source: Update using page #
fr_fr: Mettre à jour à l'aide de la page numéro

source: Update preview versions
fr_fr: Mettre à jour les versions des aperçus

source: Annotations are not supported for this type of media
el_gr: Σχολιασμοί δεν υποστηρίζονται για αυτό το είδος αποθηκευτικών μέσων
fr_fr: Les annotations ne sont pas supportées pour ce type de média

source: Play Clip
fr_fr: Lire le clip

source: Add annotation
el_gr: Προσθέστε σχόλιο
fr_fr: Ajouter une annotation

source: Drag your selection from column to column to edit the contents of the search form.
fr_fr: Glisser votre sélection d&apos;une colonne à une autre pour modifier le contenu du formulaire de recherche.

source: Available search items
fr_fr: Eléments disponibles pour la recherche

source: Items to search
fr_fr: Éléments à chercher

source: You must save this set before you can add items to it.
fr_fr: Vous devez enregistrer cet ensemble avant de pouvoir y ajouter des éléments.

source: identifier
fr_fr: identifiant

source: Add %1 to set
el_gr: Προσθήκη %1 στην ομάδα
fr_fr: Ajouter %1 à l&apos;ensemble

source: There are no items in this set
el_gr: Δεν υπάρχουν αντικείμενα σε αυτή την ομάδα
fr_fr: Il n&apos;y a pas d&apos;élément dans cet ensemble

source: Edit set item metadata
fr_fr: Modifier les métadonnées de l&apos;élément

source: No sets are available
fr_fr: Aucun ensemble n&apos;est disponible

source: Add stop
fr_fr: Ajouter un point de parcours

source: for period
fr_fr: pour la période

source: Add group access
fr_fr: Ajouter un accès par groupe

source: Add user access
fr_fr: Ajouter un accès utilisateur

source: Show Hierarchy
fr_fr: Afficher la hiérarchie

source: Find
el_gr: Εύρεση
fr_fr: Chercher

source: Click %1 names to explore. Click on an arrow icon to open a %1 for editing.
fr_fr: Cliquer sur les noms de %1 pour parcourir. Cliquer sur l&apos;icône en forme de flèche pour modifier un %1.

source: Use the controls below to create new %1 relative to this record in the hierarchy.
fr_fr: Utiliser les contrôles ci-dessous pour créer un nouveau %1 relatif à cet enregistrement

source: under (child)
fr_fr: sous (enfant)

source: above (parent)
fr_fr: au-dessus (parent)

source: next to (sibling)
fr_fr: à côté de (voisin)

source: Add a new %1 %2 <em>%3</em>
fr_fr: Ajouter un nouveau %1 %2 <em>%3</em>

source: Close browser
el_gr: Κλείστε το πρόγραμμα περιήγησης
fr_fr: Fermer le navigateur

source: Will be moved under <em>%1</em> after next save.
fr_fr: Sera déplacé sous <em>%1</em> après l&apos;enregistrement

source: Will be placed at the top of its own hierarchy after next save.
fr_fr: Sera placé au premier niveau de sa hiérarchie au prochain enregistrement.

source: Show in browser
el_gr: Εμφάνηση στο πρόγραμμα περιήγησης
fr_fr: Afficher dans le navigateur

source: Use the browser to explore the hierarchy. You can edit other hierarchy items by clicking on the arrow.
el_gr: Χρησιμοποιήστε το πρόγραμμα περιήγησης για να εξερευνήσετε την ιεραρχία. Μπορείτε να επεξεργαστείτε άλλα στοιχεία ιεραρχίας κάνοντας κλικ στο βέλος.
fr_fr: Utiliser le navigateur pour explorer la hiérarchie. Vous pouvez modifier d&apos;autres objets de la hiérarchie en cliquant sur la flèche.

source: Display %1 version
el_gr: Οθόνη %1 έκδοση
fr_fr: Afficher la version %1

source: Add
el_gr: Προσθήκη
fr_fr: Ajouter

source: Edit metadata
fr_fr: Modifier les métadonnées

source: No settings available
fr_fr: Aucun paramètre disponible

source: Add a Widget
fr_fr: Ajouter un widget

source: Clear dashboard
fr_fr: Vider le tableau de bord

source: Edit dashboard
fr_fr: Modifier le tableau de bord

source: Add widget
fr_fr: Ajouter un widget

source: Done
fr_fr: Terminé

source: This is your CollectiveAccess dashboard. Click the "Edit Dashboard" button above to add widgets to your dashboard that will allow you to monitor system activity. You'll see your dashboard whenever you login or click the CollectiveAccess logo above.
fr_fr: Ceci est votre tableau de bord CollectiveAccess. Cliquer sur le bouton "Modifier le tableau de bord&apos; ci-dessus pour ajouter des widgets à votre tableau de bord, ils vous permettront de surveiller l&apos;activité de votre système. Vous verrez ce tableau de bord lorsque vous vous loguez ou en cliquant sur le logo CollectiveAccess ci-dessus.

source: Use the button above to add a widget to your dashboard. You can drag and drop the widgets in the left or right columns in the order you would like them to appear. To customize the information in each widget, click the <i>"i"</i> button in the upper right corner of the widget. To remove the widget from your dashboard click the "X" button in the upper right corner of the widget. Click the "Clear dashboard" button above to remove all widgets from your dashboard. When you are finished editing your dashboard, click the "Done" button above.
fr_fr: Utiliser le bouton ci-dessus pour ajouter un widget à votre tableau de bord. Vous pouvez glisser et déposer des widgets dans les colonnes de gauche et droite dans l&apos;ordre dans votre choix. Pour personnaliser l&apos;information de chaque widget, cliquez sur le bouton <i>"i"</i> dans le coin en haut à droite du widget. Pour retirer un widget de votre tableau de bord, cliquez sur le bouton "X" dans le coin en haut à droite du widget. Cliquez sur le bouton "Vider le tableau de bord" pour retirer tous les widgets du tableau de bord. Quand vous avez fini de modifier votre tableau de bord, cliquez sur le bouton "Terminé" ci-dessus.

source: To place a dashboard widget in this column drag it here
fr_fr: Pour ajouter un widget dans cette colonne, glissez-le ici

source: remove widget from dashboard
fr_fr: retirer le widget du tableau de bord

source: Modify settings for this widget
fr_fr: Modifier les paramètres de ce widget

source: Object event identifier
fr_fr: Identifiant d&apos;événement objet

source: There is 1 object linked to this lot. If you continue this object will no longer be associated with a lot.
fr_fr: Il y a un objet lié à ce lot. Si vous continuez, cet objet ne sera plus associé à ce lot.

source: There are %1 objects linked to this lot. If you continue these objects will no longer be associated with a lot.
fr_fr: Il y a %1 objets lié à ce lot. Si vous continuez, cet objet ne sera plus associé à ce lot.

source: Object lot identifier
fr_fr: Identifiant de lot d&apos;objet

source: Annotation identifier
fr_fr: Identifiant d&apos;annotation

source: Tour identifier
fr_fr: Identifiant de parcours

source: No facet defined
fr_fr: Aucune facette n&apos;a été définie

source: Click on a %1 to see more specific %2 within that %3. Click on the arrow next to a %4 to find %5 related to it.
fr_fr: Cliquer sur un %1 pour afficher des %2 spécifiques que dans %3. Cliquer sur la flèche à côté d&apos;un %4 pour trouver les %5 qui sont liés.

source: Browse with this term
fr_fr: Parcourir avec ce terme

source: Refine results by
fr_fr: Filtrer les résultats par

source: You browsed for:
fr_fr: Vous parcourez :

source: start new search
fr_fr: lancer une nouvelle recherche

source: Start browsing by:
fr_fr: Commencer la navigation par :

source: Choose a selection above to begin browsing
el_gr: Διαλέξτε μια επιλογή παραπάνω για να ξεκινήσετε την περιήγηση
fr_fr: Choisir une sélection ci-dessus pour commencer la navigation

source: No facets are available to browse by
fr_fr: Aucune facette disponible pour parcourir les items

source: Browse %1
el_gr: Περιήγηση %1
fr_fr: Parcourir %1

source: Sort by
el_gr: Ταξινόμιση ανά
fr_fr: Trier par

source: Top %1 results for <em>%2</em>
fr_fr: %1 meilleurs résultats pour <em>%2</em>

source: Full Results &rsaquo;
fr_fr: Tous les résultats &rsaquo;

source: Place hierarchy
el_gr: Ιεραρχική Τοποθεσία
fr_fr: Déplacer dans la hiérarchie

source: Hide search form
el_gr: Απόκρυψη φόρμας αναζήτησης
fr_fr: Masquer le formulaire de recherche

source: Form
el_gr: Φόρμα
fr_fr: Formulaire

source: Show search form
el_gr: Εμφάνιση φόρμας αναζήτησης
fr_fr: Afficher le formulaire de recherche

source: Save as
fr_fr: Enregistrer sous

source: Save search
fr_fr: Enregistrer la recherche

source: Search by set
fr_fr: Recherche par set

source: Date range
el_gr: Εύρος ημερομηνιών
fr_fr: Plage de dates

source: No events found
el_gr: Δεν βρέθηκαν γεγονότα ***
fr_fr: Pas d&apos;événement trouvé

source: Enter a date to display events from above
el_gr: Εισάγετε μια ημερομηνία για να εμφανίσετε τα γεγονότα από πάνω
fr_fr: Saisir une date pour afficher les événements précédents

source: Num hits
el_gr: αριθμός ανακτήσεων
fr_fr: Nombre de visites

source: Exec time (sec.)
el_gr: Χρόνος εκτέλεσης (δευτερόλεπτα)
fr_fr: Temps d&apos;exécution (secondes)

source: No searches found
el_gr: Δεν βρέθηκαν αναζητήσεις
fr_fr: Aucune recherche trouvée

source: Enter a date to display searches from above
el_gr: Εισάγετε μια ημερομηνία για να εμφανίσετε αναζητήσεις από πάνω
fr_fr: Saisir une date pour afficher les recherches précédents

source: New display for
fr_fr: Nouvel affichage pour

source: Content type
el_gr: Τύπος περιεχομένου
fr_fr: Type de contenu

source: No displays lists have been configured
el_gr: Καμία εμφανιζόμενη λίστα δεν έχει ρυθμιστεί
fr_fr: Aucune liste d&apos;affichage n&apos;a été configurée

source: Batch actions
el_gr: Δέσμη ενεργιών
fr_fr: Traitements par lots

source: Author
el_gr: Συγγραφέας
fr_fr: Auteur

source: Commented On
el_gr: Σχολίασε
fr_fr: Commenté le

source: Select
el_gr: Επιλέξτε
fr_fr: Sélectionner

source: New team
fr_fr: Nouvelle équipe

source: Your project teams
fr_fr: Vos équipes de projet

source: Team
fr_fr: Equipe

source: Members
fr_fr: Membres

source: You have not defined any teams
fr_fr: Vous n&apos;avez défini aucune d&apos;équipe

source: Search Type
fr_fr: Type de recherche

source: Search term/name
fr_fr: Recherche terme/nom

source: Object Lots
fr_fr: Lots d&apos;objets

source: Storage Locations
fr_fr: Localisations

source: New search form for
fr_fr: Nouveau formulaire de recherche pour

source: Form name
el_gr: Όνομα φόρμας
fr_fr: Nom du formulaire

source: No forms have been configured
el_gr: Καμία φόρμα δεν έχει ρυθμιστεί
fr_fr: Aucun formulaire n&apos;a été configuré

source: Create New
fr_fr: Créer un nouveau

source: containing
fr_fr: contenant

source: Set name
el_gr: Όρισε όνομα
fr_fr: Nom de l&apos;ensemble

source: # Items
el_gr: # Αντικείμενα
fr_fr: # éléments

source: No sets have been created
fr_fr: Aucun ensemble n&apos;a été créé

source: Approve
fr_fr: Approuver

source: Item tagged
el_gr: Ετικέτα αντικειμένων
fr_fr: Item taggué

source: Item Type
fr_fr: Type d&apos;item

source: Hide Recent Changes
fr_fr: Masquer les dernières modifications

source: Your displays
el_gr: Οι οθόνες σας
fr_fr: Vos affichages

source: 1 display is available
el_gr: 1 οθόνη είναι διαθέσιμη
fr_fr: 1 affichage est disponible

source: %1 displays are available
el_gr: %1 οθόνες είναι διαθέσιμες
fr_fr: %1 affichages sont disponibles

source: User comments
fr_fr: Commentaires utilisateurs

source: 1 comment needs moderation
fr_fr: 1 commentaire à modérer

source: %1 comments need moderation
fr_fr: %1 commentaires à modérer

source: 1 moderated comment
fr_fr: 1 commentaire modéré

source: %1 moderated comments
fr_fr: %1 commentaires modérés

source: 1 comment total
fr_fr: 1 commentaire

source: %1 comments total
fr_fr: %1 commentaires

source: 1 team is available
fr_fr: 1 équipe est disponible

source: %1 teams are available
fr_fr: %1 équipes sont disponibles

source: Your saved searches
fr_fr: Vos recherches enregistrées

source: 1 saved search
fr_fr: 1 recherche enregistrée

source: %1 saved searches
fr_fr: %1 recherches enregistrées

source: Your search forms
el_gr: Η φόρμα αναζήτησης σας
fr_fr: Vos formulaires de recherche

source: 1 form is available for editing
fr_fr: 1 formulaire est accessible en modification

source: %1 forms are available for editing
fr_fr: %1 formulaires sont accessibles en modification

source: Your sets
fr_fr: Vos ensembles

source: 1 set is available
el_gr: 1 ομάδα είναι διαθέσιμη
fr_fr: 1 ensemble est disponible

source: %1 sets are available
el_gr: %1 ομάδες είναι διαθέσιμες
fr_fr: %1 ensembles sont disponibles

source: User tags
fr_fr: Tags utilisateur

source: 1 tagging needs moderation
fr_fr: 1 tag à modérer

source: %1 taggings need moderation
fr_fr: %1 tags à modérer

source: 1 tagging
fr_fr: 1 tag

source: %1 total taggings
fr_fr: %1 tags au total

source: 1 unique tag
fr_fr: 1 tag unique

source: %1 total unique tags
fr_fr: %1 tags uniques au total

source: Your watched items
fr_fr: Vos items surveillés

source: Saved changes
fr_fr: Modifications enregistrées

source: Approved
fr_fr: Approuvé

source: Needs moderation
fr_fr: A modérer

source: Previous
el_gr: Προηγούμενο
fr_fr: Précédent

source: Next
el_gr: Επόμενο
fr_fr: Suivant

source: Number of tagged items
fr_fr: Nombre d&apos;items taggés

source: Jump to page:
fr_fr: Aller à la page :

source: Settings for Group #%1/%2
el_gr: Ρυθμίσεις για την ομάδα #%1/%2
fr_fr: Paramètres pour le groupe #%1/%2

source: Save settings
fr_fr: Enregistrer les paramètres

source: Back to search form list
fr_fr: Retour à la liste des formulaires de recherche

source: Back to set
el_gr: Πίσω στην ομάδα
fr_fr: Retour à l&apos;ensemble

source: Preferences
el_gr: Προτιμήσεις
fr_fr: Préférences

source: Logout
el_gr: Αποσύνδεση
fr_fr: Déconnexion

source: Login
el_gr: Σύνδεση
fr_fr: Identifiant

source: is a trademark of
el_gr: είναι ένα εμπορικό σήμα της
fr_fr: est une marque déposée de

source: You have made changes in this form that you have not yet saved. If you navigate away from this form you will lose your unsaved changes.
el_gr: Έχετε κάνει αλλαγές σε αυτό τη φόρμα που δεν έχουν ακόμη αποθηκευτεί. Εάν περιηγηθείτε μακριά από αυτή τη φόρμα θα χάσετε τις μη αποθηκευμένες αλλαγές σας.
fr_fr: Vous avez fait des modifications pour ce formulaire qui ne sont pas enregistrées. Si vous quittez ce formulaire vous allez perdre ces changements.

source: Current location
el_gr: Τρέχουσα θέση
fr_fr: Localisation courante

source: Updating your database...
fr_fr: Mise à jour de la base de données...

source: Login again
el_gr: Συνδεθείτε πάλι
fr_fr: Se connecter à nouveau

source: User Name
el_gr: Όνομα Χρήστη
fr_fr: Nom d&apos;utilisateur

source: Start
el_gr: Έναρξη
fr_fr: Début

source: Timecode of start point in hh:mm:ss:ff format (where hh=hours; mm=minutes; ss=seconds and ff=frames. You may use decimal seconds in lieu of frames if desired.
fr_fr: Le timecode de début est au format hh:mm:ss:ff (où hh=heures ; mm=minutes ; ss=secondes et ff=trames). Vous pouvez aussi utiliser des secondes décimales à la place des trames.

source: End
el_gr: Τέλος
fr_fr: Fin

source: Timecode of end point in hh:mm:ss:ff format (where hh=hours; mm=minutes; ss=seconds and ff=frames. You may use decimal seconds in lieu of frames if desired.
fr_fr: Le timecode de fin est au format hh:mm:ss:ff (où hh=heures ; mm=minutes ; ss=secondes et ff=trames). Vous pouvez aussi utiliser des secondes décimales à la place des trames.

source: Page where annotation is located
fr_fr: Page où l'annotation est située

source: Upper left
fr_fr: Bas gauche

source: Lower right
fr_fr: Bas droite

source: Has media
fr_fr: Média lié

source: Has no media
fr_fr: Pas de média lié

source: has media
fr_fr: média lié

source: Role
fr_fr: Rôles

source: Years
fr_fr: Années

source: Decades
fr_fr: Décennies

source: term
fr_fr: terme

source: terms
fr_fr: termes

source: status
fr_fr: statut

source: statuses
fr_fr: statuts

source: access status
fr_fr: statut d'accès

source: access statuses
fr_fr: statuts d'accès

source: decade
fr_fr: décennie

source: decades
fr_fr: décennies

source: object representation title
fr_fr: titre de représentation d'objet

source: object representation titles
fr_fr: titres de représentation d'objet

source: access
fr_fr: accès

source: accesses
fr_fr: accès

source: If set bundle will not be editable.
fr_fr: Si défini, le groupe ne sera pas modifiable.

source: Width, in characters, of field. This value overrides the default model setting when set to a non-zero value.
fr_fr: Largeur en caractères du champ. Cette valeur remplace la valeur par défaut si elle est définie.

source: Height, in rows, of field. This value overrides the default model setting when set to a non-zero value.
fr_fr: Hauteur en nombre de lignes du champ. Cette valeur remplace la valeur par défaut si elle est définie.

source: Width, in characters, of lookup field. This value overrides the default view setting when set to a non-zero value.
el_gr: Πλάτος, σε χαρακτήρες, του πεδίου αναζήτησης. Η τιμή αυτή υπερισχύει της προεπιλεγμένης ρύθμισης όταν οριστεί σε μια μη μηδενική τιμή.
fr_fr: Largeur en caractères du champ de recherche. Cette valeur remplace la valeur par défaut si elle est définie.

source: Restrict lookups to type
el_gr: Περιορισμός αναζήτησης ως προς τον τύπο
fr_fr: Restreindre la consultation au type

source: If set, restricts lookups to a specific type of item.
fr_fr: Si défini, restreint la consultation à un type spécifique d&apos;item

source: Bundle label
el_gr: Ετικέτα δέσμης
fr_fr: Titre du groupe

source: If set, overrides the default model setting for the overall bundle label.
fr_fr: Si défini, écrase le modèle par défaut pour l&apos;ensemble des paquets label

source: Image is being processed
el_gr: Η εικόνα είναι υπό επεξεργασία
fr_fr: L&apos;image est en cours de traitement.

source: Document is being processed
fr_fr: Le document est en cours de traitement.

source: Video is being processed
fr_fr: La vidéo est en cours de traitement

source: Media is being processed
fr_fr: Le média est en cours de traitement

source: Audio is being processed
fr_fr: Le fichier audio est en cours de traitement.

source: Representations
fr_fr: Représentations

source: Entity
el_gr: Επεξεργασία
fr_fr: Entité

source: Place
el_gr: Τοποθεσία
fr_fr: Lieu

source: Place editor
el_gr: Διορθωτής Τοποθεσίας
fr_fr: Éditeur de lieu

source: Storage location
el_gr: Τοποθεσία αποθήκευσης
fr_fr: Localisation

source: Storage location editor
el_gr: Διορθωτής τοποθεσίας αποθήκευσης
fr_fr: Éditeur de localisation
