Repository: bdacode/openshiftcollectiveaccess
Catalog: php/app/locale/*/messages.po
Languages: el_gr, fr_fr

source: The number of form elements to place in each row of the search form. A value of one or two is recommended in most situations.
fr_fr: Le nombre d&apos;éléments de formulaire à placer dans chaque cellule du formulaire de recherche. Les valeurs 1 ou 2 sont recommandées dans la plupart des situations.

source: You must define a search form before you can use the advanced search.
el_gr: Πρέπει να ορίσετε μια φόρμα αναζήτησης για να μπορέσετε να χρησιμοποιήσετε τη σύνθετη αναζήτηση.
fr_fr: Vous devez définir un formulaire de recherche avant de pouvoir utiliser la recherche avancée.

source: Click here to create a new form.
el_gr: Κάντε κλικ εδώ για να δημιουργήσετε μια νέα φόρμα.
fr_fr: Cliquer ici pour créer un nouveau formulaire.

source: You do not have access to this form
el_gr: Δεν έχετε πρόσβαση σε αυτή τη φόρμα
fr_fr: Vous ne pouvez pas accéder à ce formulaire

source: Reset
el_gr: Επαναφορά
fr_fr: Réinitialiser

source: Clock
fr_fr: Horloge

source: Tells time in digital or faux analog formats
fr_fr: Affiche l&apos;heure dans un format digital ou simili-analogique

source: Analog
fr_fr: Analogique

source: Display mode
fr_fr: Mode d&apos;affichage

source: Show seconds?
fr_fr: Afficher les secondes ?

source: If enabled display of time will be to the second. Otherwise it will be to the minute.
fr_fr: Si activé, l&apos;horloge affichera les secondes. Dans le cas contraire, seules les minutes seront affichées.

source: Counts
fr_fr: Comptages

source: Keep track of record totals for objects and authorities
fr_fr: Suivre le total des enregistrements d&apos;objets et d&apos;autorités

source: Counts widget
fr_fr: Widget de comptages

source: Actions for counts widget
fr_fr: Actions pour le widget comptages

source: Can use counts widget
fr_fr: Peut utiliser le widget comptages

source: User can use dashboard widget that keeps track of totals for objects and authorities.
fr_fr: L&apos;utilisateur peut utiliser le widget de tableau de bord qui permet de suivre le total des objets et des autorités.

source: Show count for objects?
fr_fr: Afficher le comptage des objets ?

source: If checked total number of objects in the database will be displayed.
fr_fr: Si coché, le nombre total des objets dans la base de données sera affiché.

source: Show count for lots?
fr_fr: Afficher un comptage des lots ?

source: If checked total number of lots in the database will be displayed.
fr_fr: Si coché, le nombre total des lots dans la base de données sera affiché.

source: Show count for entities?
fr_fr: Afficher un comptage des entités ?

source: If checked total number of entities in the database will be displayed.
fr_fr: Si coché, le nombre total des entités dans la base de données sera affiché.

source: Show count for places?
fr_fr: Afficher un comptage des lieux ?

source: If checked total number of places in the database will be displayed.
fr_fr: Si coché, le nombre total des lieux dans la base de données sera affiché.

source: Show count for occurrences?
fr_fr: Afficher un comptage des occurrences ?

source: If checked total number of occurrences in the database will be displayed.
fr_fr: Si coché, le nombre total des occurrences dans la base de données sera affiché.

source: Show count for collections?
fr_fr: Afficher un comptage des collections ?

source: If checked total number of collections in the database will be displayed.
fr_fr: Si coché, le nombre total des collections dans la base de données sera affiché.

source: Show count for storage locations?
fr_fr: Afficher un comptage des localisations ?

source: If checked total number of storage locations in the database will be displayed.
fr_fr: Si coché, le nombre total des localisations de la base de données sera affiché.

source: Show count for object representations?
fr_fr: Afficher un comptage des représentations d&apos;objets ?

source: If checked total number of object representations in the database will be displayed.
fr_fr: Si coché, le nombre total des représentations d&apos;objet de la base de données sera affiché.

source: Show count for loans?
fr_fr: Afficher un comptage des prêts ?

source: If checked total number of loans in the database will be displayed.
fr_fr: Si coché, le nombre total des prêts dans la base de données sera affiché.

source: Show count for movements?
fr_fr: Afficher un comptage des mouvements ?

source: If checked total number of movements in the database will be displayed.
fr_fr: Si coché, le nombre total des mouvements dans la base de données sera affiché.

source: There are
fr_fr: La base comporte

source: and
fr_fr: et

source: Recent logins
fr_fr: Connexions récentes

source: Displays recent logins to the system
fr_fr: Affiche les connexions récentes au système

source: Last logins widget
fr_fr: Widget dernières connexions

source: Actions for last logins widget
fr_fr: Actions pour le widget dernières connexions

source: Can use last logins widget
fr_fr: Peut utiliser le widget dernières connexions

source: User can use dashboard widget that lists recent user logins.
fr_fr: L&apos;utilisateur peut utiliser le widget de tableau de bord dernières connexions.

source: Show logins occurring less than ^ELEMENT hours ago
fr_fr: Afficher les dernières connexions au cours des dernières ^ELEMENT heures.

source: Threshold (in hours) to display logins
fr_fr: Seuil (en heures) pour afficher les dernières connexions

source: IP address
fr_fr: Adresse IP

source: Links
fr_fr: Liens

source: Displays CollectiveAccess project links
fr_fr: Affiche les liens du projet CollectiveAccess

source: Project website
fr_fr: Site web du projet

source: Message of the day
fr_fr: Message du jour

source: Display the message of the day.
fr_fr: Affiche le message du jour.

source: No message set
fr_fr: Pas de message défini

source: Message widget
fr_fr: Widget message

source: Actions for message widget
fr_fr: Actions pour le widget message

source: Can edit message text
fr_fr: Peut modifier le message texte

source: User can edit system-wide message in message widget.
fr_fr: L&apos;utilisateur peut modifier le message système du widget message.

source: Message text to display.
fr_fr: Message texte à afficher.

source: Random Object
fr_fr: Un objet au hasard

source: Displays a random object from the collection
fr_fr: Afficher un objet au hasard dans la collection

source: Recent changes
el_gr: Πρόσφατες αλλαγές
fr_fr: Dernières modifications

source: Lists recent changes to objects or authority items
fr_fr: Affiche les dernières modifications apportées aux objets ou aux autorités

source: Recent changes widget
fr_fr: Widget dernières modifications

source: Actions for recent changes widget
fr_fr: Actions pour le widget dernières modifications

source: Can use recent changes widget
fr_fr: Peut utiliser le widget formulaire dernières modifications

source: User can use dashboard widget that lists recent changes in the database.
fr_fr: L&apos;utilisateur peut utiliser le widget dashboard qui liste les dernières modifications dans la base de données.

source: Type of changes to display
fr_fr: Type de modification à afficher

source: Show changes made less than ^ELEMENT hours ago
fr_fr: Afficher les modifications au cours des dernières ^ELEMENT heures.

source: Threshold (in hours) to display change log entries for
fr_fr: Seuil (en heures) pour afficher le journal des dernières modifications

source: Changes to <strong>%1</strong> from %2
fr_fr: Modifications de <strong>%1</strong> du %2

source: edited
fr_fr: modifié

source: There have been no changes to <strong>%1</strong> from %2.
fr_fr: Il n&apos;y a pas eu de modification de <strong>%1</strong> depuis %2

source: Comments
el_gr: Σχόλια
fr_fr: Commentaires

source: Lists recently created comments
fr_fr: Affiche les dernières commentaires ajoutés

source: moderated
fr_fr: modéré

source: unmoderated
fr_fr: non modéré

source: Recent comments widget
fr_fr: Widget derniers commentaires

source: Actions for recent comments widget
fr_fr: Actions pour le widget derniers commentaires

source: Can use recent comment widget
fr_fr: Peut utiliser le widget formulaire derniers commentaires

source: User can use dashboard widget that lists recently created comments.
fr_fr: L&apos;utilisateur peut utiliser le widget du tableau de contrôle qui liste les derniers commentaires ajoutés.

source: Only unmoderated
fr_fr: Seulement les non modérés

source: Only moderated
fr_fr: Seulement les modérés

source: All
fr_fr: Tous

source: Type of comments to display
fr_fr: Type de commentaires à afficher

source: Display limit
fr_fr: Limite pour l&apos;affichage

source: Limits the number of comments to be listed in the widget.
fr_fr: Limite le nombre de commentaires à afficher dans le widget

source: Displaying the last %1 %2 comments
fr_fr: Afficher les derniers commentaires %1 %2

source: commented on
fr_fr: commenté le

source: Approved on
fr_fr: approuvé le

source: There are no %1 comments
fr_fr: Il n&apos;y a pas de commentaires %1

source: Recently created
fr_fr: Créés récemment

source: Lists recently created objects or authority items
fr_fr: Liste les derniers objets ou autorités créés

source: Object representations
el_gr: Απεικόνισεις αντικειμένου
fr_fr: Représentations d&apos;objet

source: Recently created widget
fr_fr: Widget créés récemment

source: Actions for recently created widget
fr_fr: Actions pour le widget créés récemment

source: User can use widget that shows recently created items to list new objects in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les items récemment créés pour afficher sur le tableau de bord les derniers objets

source: User can use widget that shows recently created items to list new entities in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les items récemment créés pour afficher sur le tableau de bord les dernières entités.

source: User can use widget that shows recently created items to list new places in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les items récemment créés pour afficher sur le tableau de bord les derniers lieux.

source: User can use widget that shows recently created items to list new occurrences in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les items récemment créés pour afficher sur le tableau de bord les dernières occurrences.

source: User can use widget that shows recently created items to list new sets in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les items récemment créés pour afficher sur le tableau de bord les derniers ensembles.

source: User can use widget that shows recently created items to list new collections in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les items récemment créés pour afficher sur le tableau de bord les dernières collections.

source: User can use widget that shows recently created items to list new object representations in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les items récemment créés pour afficher sur le tableau de bord les nouvelles représentations d&apos;objet.

source: User can use widget that shows recently created items to list new object lots in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les items récemment créés pour afficher sur le tableau de bord les derniers lots d&apos;objets.

source: Type of records to display
fr_fr: Type d&apos;enregistrements à afficher

source: Limits the number of records to be listed in the widget.
fr_fr: Limite le nombre d&apos;enregistrements à afficher dans le widget

source: [BLANK]
fr_fr: [VIDE]

source: Lists recently created tags
fr_fr: Affiche les derniers tags ajoutés

source: Recent tags widget
fr_fr: Widget derniers tags

source: Actions for recent tags widget
fr_fr: Actions pour le widget derniers tags

source: Can use recent tag widget
fr_fr: Peut utiliser le widget derniers tags

source: User can use dashboard widget that lists recently created tags.
fr_fr: L&apos;utilisateur peut utiliser le widget du tableau de contrôle qui liste les derniers tags ajoutés.

source: Type of tags to display
fr_fr: Type de tags à afficher

source: Limits the number of tags to be listed in the widget.
fr_fr: Limite le nombre de tags à afficher dans le widget

source: Displaying the last %1 %2 tags
fr_fr: Afficher les derniers tags %1 %2

source: %1 tagged %2 with "%3"
fr_fr: %1 %2 tagués avec "%3"

source: There are no %1 tags.
fr_fr: Il n&apos;y a pas de tag %1.

source: Records by status
fr_fr: Enregistrements par statut

source: Displays objects or authority items by cataloguing status
fr_fr: Affiche les objets ou les autorités par leur statut de catalogage

source: Records by status widget
fr_fr: Widget enregistrements par statut

source: Actions for records by status widget
fr_fr: Actions pour le widget enregistrements par statuts

source: User can use widget that shows records by workflow status to list new objects in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les enregistrements par statut de traitement pour afficher les nouveaux objets dans le panneau de contrôle.

source: User can use widget that shows records by workflow status to list new entities in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les enregistrements par statut de traitement pour afficher les nouvelles entités dans le panneau de contrôle.

source: User can use widget that shows records by workflow status to list new places in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les enregistrements par statut de traitement pour afficher les nouveaux lieux dans le panneau de contrôle.

source: User can use widget that shows records by workflow status to list new occurrences in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les enregistrements par statut de traitement pour afficher les nouvelles occurrences dans le panneau de contrôle.

source: User can use widget that shows records by workflow status to list new sets in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les enregistrements par statut de traitement pour afficher les nouveaux ensembles dans le panneau de contrôle.

source: User can use widget that shows records by workflow status to list new collections in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les enregistrements par statut de traitement pour afficher les nouvelles collections dans le panneau de contrôle.

source: User can use widget that shows records by workflow status to list new object representations in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les enregistrements par statut de traitement pour afficher les nouvelles représentations dans le panneau de contrôle.

source: User can use widget that shows records by workflow status to list new object lots in the dashboard.
fr_fr: L&apos;utilisateur peut utiliser le widget qui affiche les enregistrements par statut de traitement pour afficher les nouveaux lots d&apos;objets dans le panneau de contrôle.

source: Display status
fr_fr: Affiche le statut

source: Status to display
fr_fr: Statut à afficher

source: RSS Viewer
fr_fr: Afficheur de flux RSS

source: Display the content of an RSS feed
fr_fr: Afficher le contenu d&apos;un flux RSS

source: Feed URL
fr_fr: URL du flux

source: Feed URL to display in the widget.
fr_fr: URL du flux à afficher dans le widget

source: Number of feed items to display
fr_fr: Nombre d&apos;élément du flux à afficher

source: Limits the number of the feed items displayed at one time.
fr_fr: Limite le nombre d&apos;élément du flux à afficher simultanément.

source: No filter
fr_fr: Pas de filtre

source: Remove images
fr_fr: Supprimer les images

source: Remove HTML
fr_fr: Filtrer le HTML

source: Filter to remove images or HTML?
fr_fr: Filtrer pour retirer les images ou le HTML ?

source: When remove images is chosen, images (IMG) will be removed from the display. Useful for ads and big images feeds.<br/>When remove HTML is chosen, all of the feed will be cleaned of any HTML tags, leaving text only.
fr_fr: Lorsque la suppression des images est activée, les images (IMG) seront retirées de l&apos;affichage. Cette option peut être utile avec des flux incluant des publicités ou de grandes images.<br />Lorsque la suppression du HTML est activée, le contenu du flux sera nettoyé de toute balise HTML avant affichage, renvoyant du texte simple.

source: Saved searches
fr_fr: Recherches enregistrées

source: Performed saved search queries from your dashboard
fr_fr: Lance des recherches enregistrées depuis votre tableau de bord

source: Object Searches
fr_fr: Recherches d&apos;objet

source: Entity Searches
fr_fr: Recherches d&apos;entité

source: Place Searches
fr_fr: Recherches de lieux

source: Object Lot Searches
fr_fr: Recherche de lot d&apos;objets

source: Storage Location Searches
fr_fr: Recherche de lieux

source: Collection Searches
fr_fr: Recherches de collection

source: Occurrence Searches
fr_fr: Recherches d&apos;occurrences

source: advanced
fr_fr: avancé

source: basic
fr_fr: basique

source: Search By Set
fr_fr: Recherche par ensemble

source: Search for items in your sets.
fr_fr: Recherche d&apos;éléments dans vos ensembles.

source: Object Sets
fr_fr: Ensembles d&apos;objets

source: Entity Sets
fr_fr: Ensembles d&apos;entités

source: Place Sets
fr_fr: Ensembles de lieux

source: Object Lot Sets
fr_fr: Ensembles de lots d&apos;objets

source: Storage Location Sets
fr_fr: Ensembles de localisations

source: Collection Sets
fr_fr: Ensembles de collections

source: Occurrence Sets
fr_fr: Ensembles d&apos;occurences

source: Processing status
fr_fr: Etat de la file d&apos;attente

source: View the current status of queued processing tasks
fr_fr: Affiche le statut courant des tâches dans la file d&apos;attente

source: Track processing widget
fr_fr: Widget de suivi de traitement

source: Actions for track processing widget
fr_fr: Actions pour le widget de suivi de traitement

source: Can use track processing widget
fr_fr: Peut utiliser le widget suivi de traitement

source: User can use dashboard widget that lists processing jobs.
fr_fr: L&apos;utilisateur peut utiliser le widget qui liste les tâches de traitement.

source: Show jobs completed less than ^ELEMENT hours ago
fr_fr: Afficher les traitements terminés au cours des dernières ^ELEMENT heures.

source: Threshold (in hours) to display completed jobs
fr_fr: Seuil (en heures) pour afficher les tâches terminées

source: Updated at %1
fr_fr: Mis à jour à %1

source: %1 running
fr_fr: %1 en cours de traitement

source: %1 queued
fr_fr: %1 dans la file d&apos;attente

source: %1 completed
fr_fr: %1 terminé

source: Jobs currently being processed
fr_fr: Tâches actuellement en cours de traitement

source: By <em>%1</em>
fr_fr: Par <em>%1</em>

source: Created by
fr_fr: Créé par

source: Jobs queued for later processing
fr_fr: Tâches dans la file d&apos;attente pour un traitement ultérieur

source: For <em>%1</em>
fr_fr: Pour <em>%1</em>

source: Jobs completed in the last %1 hours
fr_fr: Tâches terminées au cours des %1 dernières heures

source: TASK DID NOT COMPLETE
fr_fr: LA TACHE N&apos;A PAS ETE TRAITEE

source: DELETED
fr_fr: SUPPRIMEE

source: Total processing time
fr_fr: Temps total de traitement

source: There are no running jobs, queued jobs or jobs completed in the last %1 hours.
fr_fr: Il n&apos;y a pas de tâche en cours, de taĉhe dans la file d&apos;attente ou de tâche achevée au cours des %1 dernières heures.

source: Your Watched Items
fr_fr: Vos items surveillés

source: Get a list of your watched items.
fr_fr: Affiche une liste de vos éléments surveillés

source: Recent Changes
fr_fr: Dernières modifications

source: Hide
fr_fr: Masquer

source: Item was deleted - row_id: %1; table number: %2
fr_fr: L&apos;item a été supprimé - ligne : %1 ; table numéro : %2

source: Remove from watch list
fr_fr: Retirer de la file d&apos;attente

source: You have no items on your watch list.
fr_fr: Vous n&apos;avez aucun item dans votre liste d&apos;éléments surveillés.

source: Version %1 installer (XML)
fr_fr: Installeur version %1 (XML)

source: Please enter a valid email address
fr_fr: Veuillez saisir une adresse email valide

source: Installation profile
fr_fr: Profil d&apos;installation

source: More information about standard installation profiles is available on the CollectiveAccess <a href="http://wiki.collectiveaccess.org/index.php?title=Installation_Profiles_in_the_Distribution" target="_blank">project wiki</a>.
fr_fr: Des informations complémentaires à propos des profils standards d&apos;installation sont disponible sur le <a href="http://wiki.collectiveaccess.org/index.php?title=Installation_Profiles_in_the_Distribution" target="_blank">wiki du projet</a> CollectiveAccess.

source: Overwrite existing installation?
fr_fr: Ecraser une installation précédente ?

source: Begin installation
fr_fr: Lancer l&apos;installation

source: Save
el_gr: Αποθήκευση
fr_fr: Enregistrer

source: Group members
el_gr: Μέλη ομάδας
fr_fr: Membres du groupe

source: No users are in this group
el_gr: Δεν υπάρχουν χρήστες σε αυτή την ομάδα
fr_fr: Aucun utilisateur ne fait partie de ce groupe

source: Filter
el_gr: Φίλτρα
fr_fr: Filtre

source: New group
el_gr: Νέα ομάδα
fr_fr: Nouveau groupe

source: Edit
el_gr: Επεξεργασία
fr_fr: Modifier

source: No groups have been configured
el_gr: Καμία ομάδα δεν έχει ρυθμιστεί
fr_fr: Aucun groupe n&apos;a été configuré

source: User actions
el_gr: Ενέργειες χρήστη
fr_fr: Actions de l&apos;utilisateur

source: New role
el_gr: Νέος ρόλος
fr_fr: Nouveau rôle

source: No roles have been configured
el_gr: Κανένας ρόλος δεν έχει ρυθμιστεί
fr_fr: Aucun rôle n&apos;a été configuré

source: Confirm password
el_gr: Επιβεβαίωση κωδικού
fr_fr: Confirmer le mot de passe

source: Show %1 users
fr_fr: Afficher %1 utilisateurs

source: New user
el_gr: Νέος χρήστης
fr_fr: Utilisateur ajouté

source: %1 users
fr_fr: %1 utilisateurs

source: Login name
el_gr: Όνομα σύνδεσης
fr_fr: Nom de session

source: Active?
el_gr: ***Ενεργό
fr_fr: Actif ?

source: Last login
el_gr: Τελευταία σύνδεση
fr_fr: Dernière session

source: Reloading sort values for %1 (%2/%3)
fr_fr: Rechargement des valeurs de tris pour %1 (%2/%3)

source: Datatype-specific options
el_gr: Τύπος δεδομένων - Συγκεκριμένες επιλογές
fr_fr: Options spécifiques des types de données

source: Version information
fr_fr: Information de version

source: Component
fr_fr: Composant

source: Application version
fr_fr: Version d&apos;application

source: Schema revision
fr_fr: Révision du schéma

source: Release type
fr_fr: Type de distribution

source: Search Engine
fr_fr: Moteur de recherche

source: Setting
el_gr: Ρυθμίσεις
fr_fr: Réglage

source: NOT OK!
el_gr: Όχι εντάξει!
fr_fr: PAS OK !

source: General configuration issues
fr_fr: Problèmes de configuration générale

source: Issue
fr_fr: Problème

source: Media Processing Plugins
fr_fr: Plugins de traitement des médias

source: Available
el_gr: Διαθέσιμο
fr_fr: Disponible

source: Not used
el_gr: Δεν χρησιμοποιείται
fr_fr: Non utilisé

source: Not available
el_gr: Δεν είναι διαθέσιμο
fr_fr: Non disponible

source: Barcode generation
fr_fr: Génération de codes-barres

source: Application Plugins
fr_fr: Plugins de l&apos;application

source: Labels
el_gr: Ετικέτες
fr_fr: Libellés

source: Add type restriction
el_gr: Προσθήκη τύπου περιορισμού
fr_fr: Ajouter une limitation pour les types

source: Sub-elements
el_gr: Υπο-στοιχεία
fr_fr: Sous-éléments

source: Add sub-element
el_gr: Προσθήκη υπο-στοιχείων
fr_fr: Ajouter un sous-élément

source: New
el_gr: Δημιουργία
fr_fr: Nouveau
